Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/*.lproj/Localizable.strings
Languages: fr

source: Alphabetical
fr: Alphabétique

# Navigation.verbs
source: Verbs
fr: Verbes

# Navigation.models
source: Models
fr: Modèles

# Navigation.results
source: Results
fr: Résultats

# Navigation.settings
source: Settings
fr: Paramètres

# Navigation.input
source: Input
fr: Entrée

# Navigation.back
source: Back
fr: Retourner

# VerbView.overview
source: Overview
fr: Aperçu

# VerbView.model
source: Model:
fr: Modèle:

# VerbView.reflexive
source: Reflexive
fr: Réflexif

# VerbView.aspiratedH
source: Aspirated H
fr: H Aspirée

# VerbView.auxiliaryÊtre
source: Auxiliary: être
fr: Auxiliaire: Être

# VerbView.auxiliaryAvoir
source: Auxiliary: avoir
fr: Auxiliaire: Avoir

# VerbView.frequency
source: Frequency
fr: Fréquence

# VerbView.defective
source: Defective.
fr: Défectif.

# VerbView.exampleUse
source: Example Use
fr: Exemple d’utilisation

# VerbView.showCompoundTenses
source: Show Compound Tenses
fr: Montrer les temps composés

# ModelView.defective
source: Defective
fr: Défectif

# ModelView.endings
source: Endings
fr: Terminaisons

# ModelView.stemAlterations
source: Stem Alterations
fr: Altérations des radicaux

# ModelView.regular
source: Regular
fr: Régulier

# ModelView.irregular
source: Irregular
fr: Irrégulier

# ModelView.verbsUsing
source: Verbs Using This Model
fr: Verbes qui utilisent ce modèle

# ModelView.verbUsing
source: Verb Using This Model
fr: Verbe qui utilise ce modèle

# QuizView.start
source: Start
fr: Commencer

# QuizView.verbWithColon
source: Verb:
fr: Verbe:

# QuizView.translationWithColon
source: Translation:
fr: Traduction:

# QuizView.pronounWithColon
source: Pronoun:
fr: Pronom:

# QuizView.tenseWithColon
source: Tense:
fr: Temps:

# QuizView.progressWithColon
source: Progress:
fr: Progrès:

# QuizView.elapsedWithColon
source: Elapsed:
fr: Écoulé:

# QuizView.conjugation
source: Conjugation
fr: Conjugaison

# QuizView.quit
source: Quit
fr: Quitter

# QuizView.gameCenterFailure
source: Game Center failed.
fr: Game Center a subi un echec.

# QuizView.none
source: none
fr: aucun

# QuizView.cool
source: Cool
fr: Chouette

# ResultsView.correctWithColon
source: Correct:
fr: Correcte:

# ResultsView.timeWithColon
source: Time:
fr: Temps:

# Info.dedicationHeading
source: Dedication
fr: Dédicace

# Info.dedicationText
source: David Compton was my high-school Nordic-skiing coach. He was also a French teacher but not initially ~my~ French teacher. He was aware of my interest in and aptitude for French, however. At the beginning of my junior year, I wasn’t going to be able to take French because of a schedule conflict with Advanced Placement English. So Mr. Compton created a five-days-a-week French-literature class just for me. A German exchange student named Julian Peters soon joined us. Using Volumes I and II of “Anthologie de la Littérature Française” by Robert Leggewie as our textbooks, we studied the greats of French literature from Chrétien de Troyes to Samuel Beckett. This literary study ultimately inspired ~Conjuguer~’s use of literary examples of tense use. I thoroughly enjoyed Mr Compton’s class, and my knowledge of French took a giant leap. At the end of the year, I achieved a maximum score on the French Advanced Placement test. At the beginning of my freshman year at Dartmouth College, I took a test to get credit for a major-level French class and, of the sixty freshmen who took the test, I was one of only three who passed. Mr. Compton already had a full class schedule in the fall of 1991, when he created the class for me. On some level, he might have enjoyed spending that class period puffing on his tobacco pipe, tinkering with his Macintosh computer. Solipsistic teen that I was, I never asked him ~why~ he sacrificed that time for me. But I can speculate. He studied at the Sorbonne during the 1960s and was a francophile. He may have recognized in me a shared interest in French and wanted to give me the opportunity to pursue it to the fullest extent possible. Whatever his motivation, I am grateful and dedicate this app to him. Thanks to Mr. Compton, the name of ~Conjuguer~ is correctly spelled. During my freshman year at Dartmouth College, I developed the predecessor to ~Conjuguer~, ~Le Conjugateur~, a HyperCard stack. During a break from school, I demonstrated ~Le Conjugateur~ to Mr. Compton. He was impressed but commented that I was consistently misspelling the French word for “conjugate”, “conjuguer”, as “conjuger”. A rapid correction ensued and endured.
fr: David Compton était mon entraîneur de ski nordique au lycée. Il était aussi professeur de français, mais il n’était pas mon professeur de français au départ. Il était cependant conscient de l’intérêt et des compétences que j’avais pour la langue française. Au début de ma troisième année, je ne pouvais pas assister aux cours de français à cause d’un conflit d’horaire avec Advanced Placement English. Alors M. Compton a donc créé un cours de littérature française de cinq jours par semaine, juste pour moi. Un étudiant allemand participant à un programme d’échange, nommé Julian Peters, s’est rapidement joint à nous. Nous avons utilisé comme manuels les volumes I et II de « L’anthologie de la littérature française » de Robert Leggewie et nous avons étudié les grands de la littérature française de Chrétien de Troyes à Samuel Beckett. Cette étude littéraire a finalement inspiré l’utilisation par ~Conjuguer~ d’exemples littéraires de l’utilisation des temps. J’ai beaucoup apprécié le cours de M. Compton et ma connaissance du français s’est énormément améliorée. À la fin de l’année, j’ai obtenu un score maximum au test de français Advanced Placement. Au début de ma première année à Dartmouth College, j’ai passé un test pour obtenir un crédit pour un cours de français de niveau supérieur et, sur les soixante étudiants de première année qui ont passé le test, j’étais l’un des trois qui l’ont réussi. M. Compton avait déjà un emploi du temps chargé à l’automne 1991, lorsqu’il a créé le cours pour moi. Il aurait peut-être aimé passer cette période de classe à tirer sur sa pipe à tabac ou à bricoler son ordinateur Macintosh. Adolescent solipsiste que j’étais, je ne lui ai jamais demandé ~pourquoi~ il avait sacrifié ce temps pour moi. Mais je peux faire des hypothèses. Il a étudié à la Sorbonne dans les années 1960 et était francophile. Il a peut-être reconnu en moi un intérêt commun pour le français et a voulu me donner l’opportunité de le poursuivre dans toute la mesure du possible. Quelle que soit sa motivation, je lui en suis reconnaissant et lui dédie cette application. Grâce à M. Compton, le mot ~Conjuguer~ est correctement orthographié. Pendant ma première année au Dartmouth College, j’ai développé le prédécesseur de ~Conjuguer~, ~Le Conjugateur~, une pile HyperCard. Lors d’une pause scolaire, j’ai fait une démonstration concernant ~Le Conjugateur~ à M. Compton. Il était impressionné mais il m’a fait savoir que j’avais constamment mal orthographié le mot français « conjuguer » comme « conjuger ». Une correction rapide a été effectuée et a duré.

# Info.valuePropositionHeading
source: Value Proposition
fr: Proposition de valeur

# Info.valuePropositionText
source: ~Conjuguer~ is an app for learning French verb conjugations. ~Conjuguer~ conjugates 5,217 regular French verbs and 1,097 irregular French verbs in ~all~ tenses. Every French verb has at least one English translation. In fact, %réaliser% has eight! Every tense is fully described, with sample uses from the classics of French literature, including “La chanson de Roland” and “À la recherche du temps perdu”. ~Conjuguer~ has ~full~ conjugations for sixty-six defective French verbs, including exotic ones like ester, issir, and gésir. ~Conjuguer~ has frequency-of-use rankings for the top 981 French verbs, from être to ancrer. These rankings can help focus vocabulary study. ~Conjuguer~ includes a quiz mode for gamifying study. Quiz results are available in Game Center™.
fr: ~Conjuguer~ est une application pour apprendre la conjugaison des verbes français. L’application conjugue 5.217 verbes français réguliers et 1.097 verbes français irréguliers à ~tous~ les temps. Chaque verbe français a au moins une traduction anglaise. En effet, le verbe %réaliser% en a huit ! Chaque temps est décrit en détail, avec des exemples d’utilisation des classiques tirés de la littérature française, dont « La chanson de Roland » et « À la recherche du temps perdu ». ~Conjuguer~ propose des conjugaisons ~complètes~ pour soixante-six verbes français défectifs, y compris des verbes exotiques comme ester, issir et gésir. ~Conjuguer~ propose des classements de fréquence d’utilisation pour les 981 premiers verbes français, d’être à ancrer. Ces classements peuvent aider à concentrer l’étude du vocabulaire. ~Conjuguer~ comprend un mode quiz pour gamifier l’étude des verbes. Les résultats des quiz sont disponibles dans Game Center™.

# Info.terminologyHeading
source: Terminology
fr: Terminologie

# Info.terminologyText
source: `Verb` A ~verb~ is a kind of word that describes an action. For example, in the sentence “Jacques Brel played the guitar”, “play” is the verb. Likewise, in the sentence “Jacques Brel jouait de la guitare”, “jouer” is the verb. Verb ~tense~s express, among other things, when an action took, takes, or will take place. In the example sentences, the verb tenses indicate that the action (playing the guitar) took place in the past. In English and in French, the ~subject~ or actor in the sentence, combined with the tense, determine the form of the verb used. This is the verb ~conjugation~. In English, the example sentence’s combination of subject and tense results in the conjugation “played”. In French, the conjugation is “jouait”. The ~infinitif~ (infinitive) is an invariant verb form that usually ends in -er, -ir, or -re. Unlike a conjugation, an ~infinitif~ does not indicate time, number, or person. Example use: “Jacques Brel savait ~chanter~.” = “Jacques Brel $knEw$ how ~to sing~.” In both sentences, the infinitif represents the ~act~ of singing without reference to time, number, or person. French dictionaries and ~Conjuguer~’s Verbs tab list infinitif forms of verbs. The ~radical de l’infinitif~ (infinitive stem) is the infinitif minus its -er, -ir, or -re ending. This stem is the base for most conjugations. `Pronoun` A subject ~pronoun~ is a word that stands in for the subject in a sentence. The subject is the actor. In English, the subject pronouns in widespread use are ~I~, ~you~, ~he/she/it/one~, ~we~, ~you/y’all~, and ~they~. The English subject pronouns ~ye~ and ~thou~ have been in decline since the Elizabethan period. Subject pronouns correspond to the ~singular~ or ~plural~ number and to the ~first person~, ~second person~, or ~third person~. English subject pronouns follow. Abbreviations of the person-number combinations are in parentheses. first person, singular (1s): ~I~ second person, singular (2s): ~you~ third person, singular (3s): ~he/she/it/one~ first person, plural (1p): ~we~ second person, plural (2p): ~you/y’all~ third person, plural (3p): ~they~ Except with respect to 2s, the choice of subject pronoun in French is straightforward. 1s: ~je~ 3s: ~il~ (masc.)/~elle~ (fem.)/~on~ 1p: ~nous~ 2p: ~vous~ 3p: ~ils~ (masc.)/~elles~ (fem.) “Fem.” means that a pronoun refers to female subjects, and “masc.” means that a pronoun refers to male subjects. In quotidian speech, “on” replaces “nous” and uses 3s conjugations. With respect to 2s, there are two choices: ~tu~ and ~vous~. ~Tu~ and its conjugations express intimacy, familiarity, friendliness, or, when used in anger on a stranger, rudeness. ~Vous~ and its conjugations express politeness, respect, or, when used on a former intimate, desire for emotional distance. `Order of Presentation of Conjugations` Treatises on French verbs, when presenting the conjugations for a particular tense, use the following person-number order: 1s, 2s, 3s, 1p, 2p, 3p. Respecting tradition, ~Conjuguer~ does the same. For example, ~Conjuguer~ would present the indicatif-présent conjugations of ~être~ as follows: $SUIs$, $Es$, $ESt$, $SOMMEs$, $êteS$, $SOnt$ Red letters in conjugations represent irregularities. A verb is considered irregular if any of its conjugations differs from the conjugation of a regular ~er~, ~ir~, or ~re~ verb.
fr: `Verbe` Un ~verbe~ est un type de mot qui décrit une action. Par exemple, dans la phrase « Jacques Brel jouait de la guitare », « jouer » est le verbe. De même, dans la phrase « Jacques Brel played the guitar », « play » est le verbe. Les ~temps~ des verbes expriment, parmi d’autres éléments, à quel moment une action a eu, a ou aura lieu. Dans les phrases données comme exemples, les temps des verbes indiquent que l’action (jouer de la guitare) a eu lieu dans le passé. En anglais et en français, le ~sujet~ ou l’acteur de la phrase, combiné au temps, détermine la forme du verbe utilisé. C’est la ~conjugaison~ du verbe. En anglais, la combinaison du sujet et du temps de la phrase d’exemple entraîne la conjugaison « played ». En français, la conjugaison est « jouait ». L’~infinitif~ est une forme verbale invariable qui se termine généralement par -er, -ir ou -re. Contrairement à une conjugaison, un ~infinitif~ n’indique pas le temps, le nombre ou la personne. Exemple d’utilisation : « Jacques Brel savait ~chanter~ ». = « Jacques Brel $knEw$ how ~to sing~. » Dans les deux phrases, l’infinitif représente l’~acte~ de chanter sans référence au temps, au nombre ou à la personne. Les dictionnaires français et l’onglet Verbes de ~Conjuguer~ répertorient les formes infinitives des verbes. Le ~radical de l’infinitif~ est constitué de l’infinitif sans sa terminaison -er, -ir ou -re. Ce radical est la base de la plupart des conjugaisons. `Pronom` Un ~pronom~ sujet est un mot qui remplace le sujet d’une phrase. Le sujet est l’acteur. En anglais, les pronoms sujets les plus répandus sont ~I~, ~you~, ~he/she/it/one~, ~we~, ~you/y’all~ et ~they~. Les pronoms sujets anglais ~ye~ et ~thou~ sont en déclin depuis l’époque élisabéthaine. Les pronoms sujets correspondent au ~singulier~ ou au ~pluriel~ et à la ~première personne~, ~deuxième personne~ ou ~troisième personne~. Les pronoms sujets anglais suivent. Les abréviations des combinaisons nombres-personnes sont entre parenthèses. première personne, singulier (1s) : ~I~ deuxième personne, singulier (2s) : ~you~ troisième personne, singulier (3s): ~he/she/it/one~ première personne, pluriel (1p) : ~we~ deuxième personne, pluriel (2p) : ~you/y’all~ troisième personne, pluriel (3p): ~they~ Sauf en ce qui concerne la 2s, le choix du pronom sujet en français est simple. 1s : ~je~ 3s : ~il~ (masc.)/~elle~ (fém.)/~on~ 1p : ~nous~ 2p : ~vous~ 3p : ~ils~ (masc.)/~elles~ (fém.) « Fém. » signifie qu’un pronom se rapporte à des sujets féminins, et « masc. » signifie qu’un pronom se rapporte à des sujets masculins. Dans le langage quotidien, « on » remplace « nous » et utilise les conjugaisons 3s. Concernant la 2s, il y a deux choix : ~tu~ et ~vous~. ~Tu~ et ses conjugaisons expriment l’intimité, la familiarité, la convivialité ou, lorsqu’il est utilisé avec colère contre un étranger, l’impolitesse. ~Vous~ et ses conjugaisons expriment la politesse, le respect, ou, lorsqu’il est utilisé envers un ancien intime, le désir de distance émotionnelle. `Ordre de présentation des conjugaisons` Dans les traités de verbes français, les conjugaisons d’un temps particulier sont présentées dans l’ordre des nombres-personnes suivant : 1s, 2s, 3s, 1p, 2p, 3p. Conformément à la tradition, ~Conjuguer~ fait de même. Par exemple, ~Conjuguer~ présenterait les conjugaisons indicatif-présent d’~être~ comme suit : $SUIs$, $Es$, $ESt$, $SOMMEs$, $êteS$, $SOnt$ Les lettres rouges dans les conjugaisons représentent des irrégularités. Un verbe est considéré comme irrégulier si l’une de ses conjugaisons diffère de la conjugaison d’un verbe régulier ~er~, ~ir~ ou ~re~.

# Info.irregularitiesHeading
source: Irregularities
fr: Irrégularités

# Info.irregularitiesText
source: Of the 6,314 verbs in ~Conjuguer~, 5,217 have conjugations that are completely regular. A completely regular conjugation uses the radical de l’infinitif as its stem, and the ending is completely predictable. These are verbs that are conjugated using verb models 1-1 (regular -er), 2-1 (regular -ir), and 5-1A (regular -re). Examples: cacaber -> vous cacabâtes alunir -> nous alunissons épandre -> épandu The other 1,097 verbs are conjugated using one of ninety-two irregular-verb models. Verb models exhibit irregularities in three ways. First, the stem used differs from the radical de l’infinitif, but the ending is predictable. Example: suivre -> je $suIs$ (~not~ suivs) Second, the stem is as expected, but the ending is unpredictable. Example: être -> vous $êteS$ (~not~ êtez) Third, both the stem ~and~ ending are unpredictable. Example: aller -> elles $VOnt$ (~not~ allent) ~Conjuguer~ represents stem alterations and unpredictable endings for verb models in the following manner: ~[tenses to apply this alteration to]~: ~[number of letters from end of radical de l’infinitif]~, ~[number of letters to replace]~, ~[letters to swap in]~ Here is an example. The model for boire, 2-17, has the following alteration: r1p, r2p, b1p, b2p: 2, 2, UV This alteration results in the following conjugations: nous $bUVons$ (~not~ boions) vous $bUVez$ (~not~ boiez) nous $bUVions$ (~not~ boiions) vous $bUViez$ (~not~ boiiez) ~Conjuguer~ colors capital letters in alterations red, signifying irregularity. An asterisk at the end of letters to swap in means an unpredictable ending. For example, the model for valoir, 4-5A, has the following alteration: r1s, r2s: 1, 1, UX* This alteration results in the following conjugations: je $vaUX$ (~not~ $vaUs$) tu $vaUX$ (~not~ $vaUs$) Here is how tenses are represented in the alterations: pp: participe passé rr: participe présent sf: radical du futur r1s, r2s, r3s, r1p, r2p, r3p: six person-numbers of the indicatif présent b1s, b2s, b3s, b1p, b2p, b3p: six person-numbers of the subjonctif présent x1s, x2s, x3s, x1p, x2p, x3p: six person-numbers of the passé simple i1s, i2s, i3s, i1p, i2p, i3p: six person-numbers of the imparfait q1s, q2s, q3s, q1p, q2p, q3p: six person-numbers of the subjonctif imparfait h2s, h1p, h2p: three person-numbers of the impératif The person-number ~A~ means “all six”. For example, xA is equivalent to x1s, x2s, x3s, x1p, x2p, x3p. Likewise, rA is equivalent to r1s, r2s, r3s, r1p, r2p, r3p. For example, the model for avoir, 4-10, has the following alteration: xA: 2, 2, E This results in following passé-simple conjugations: $Eus$, $Eus$, $Eut$, $Eûmes$, $Eûtes$, $Eurent$ Some alterations have @ as the letter to swap in. This means “capitalize the first letter of the conjugation to indicate its irregularity”. For example, the model for pouvoir, 4-6, has the following alteration: xA, pp: 4, 4, @ This results in following passé-simple conjugations: $Pus$, $Pus$, $Put$, $Pûmes$, $Pûtes$, $Purent$ The participe passé is $Pu$.
fr: Sur les 6 314 verbes que compte ~Conjuguer~, 5 217 ont des conjugaisons complètement régulières. Une conjugaison complètement régulière utilise le radical de l’infinitif comme radical, et la terminaison est tout à fait prévisible. Ce sont les verbes qui sont conjugués à l’aide des modèles de verbes 1-1 (régulier -er), 2-1 (régulier -ir) et 5-1A (régulier -re). Exemples : cacaber -> vous cacabâtes alunir -> nous alunissons épandre -> épandu Les 1 097 autres verbes sont conjugués à l’aide de l’un des quatre-vingt-douze modèles de verbes irréguliers. Les modèles verbaux présentent des irrégularités de trois manières. Premièrement, le radical utilisé diffère du radical de l’infinitif, mais la terminaison est prévisible. Exemple : suivre -> je $suIs$ (~pas~ suivs) Deuxièmement, le radical est conforme aux attentes, mais la terminaison est imprévisible. Exemple : être -> vous $êteS$ (~pas~ êtez) Troisièmement, le radical ~et~ la terminaison sont tous deux imprévisibles. Exemple : aller -> elles $VOnt$ (~pas~ allent) ~Conjuguer~ représente les altérations des radicaux et les terminaisons imprévisibles des modèles verbaux de la manière suivante : ~[temps auxquels s’applique cette altération]~: ~[nombre de lettres à partir de la fin du radical de l’infinitif]~, ~[nombre de lettres à remplacer]~, ~[lettres de remplacement]~ Voici un exemple. Le modèle de boire, 2-17, a l’altération suivante : r1p, r2p, b1p, b2p: 2, 2, UV Cette altération entraîne les conjugaisons suivantes : nous $bUVons$ (~pas~ boions) vous $bUVez$ (~pas~ boiez) nous $bUVions$ (~pas~ boiions) vous $bUViez$ (~pas~ boiiez) ~Conjuguer~ colore en rouge les lettres majuscules dans les altérations, signifiant les irrégularités. Un astérisque à la fin des lettres de remplacement signifie une terminaison imprévisible. Par exemple, le modèle du verbe valoir, 4-5A, a l’altération suivante : r1s, r2s: 1, 1, UX* Cette altération entraîne les conjugaisons suivantes : je $vaUX$ (~pas~ $vaUs$) tu $vaUX$ (~pas~ $vaUs$) Voici comment les temps sont représentés dans les altérations : pp : participe passé rr : participe présent sf : radical du futur r1s, r2s, r3s, r1p, r2p, r3p : six nombres-personnes de l’indicatif présent b1s, b2s, b3s, b1p, b2p, b3p : six nombres-personnes du subjonctif présent x1s, x2s, x3s, x1p, x2p, x3p : six nombres-personnes du passé simple i1s, i2s, i3s, i1p, i2p, i3p : six nombres-personnes de l’imparfait q1s, q2s, q3s, q1p, q2p, q3p : six nombres-personnes du subjonctif imparfait h2s, hlp, h2p : trois nombres-personnes de l’impératif La nombre-personne ~A~ signifie « tous les six ». Par exemple, xA est équivalent à x1s, x2s, x3s, x1p, x2p, x3p. De même, rA est équivalent à r1s, r2s, r3s, r1p, r2p, r3p. Par exemple, le modèle du verbe avoir, 4-10, a l’altération suivante : xA: 2, 2, E Cela entraîne les conjugaisons passé-simples suivantes : $Eus$, $Eus$, $Eut$, $Eûmes$, $Eûtes$, $Eurent$ Certaines altérations ont @ comme lettre de remplacement. Cela signifie « mettre en majuscule la première lettre de la conjugaison pour indiquer son irrégularité ». Par exemple, le modèle du verbe pouvoir, 4-6, a l’altération suivante : xA, pp: 4, 4, @ Cela entraîne les conjugaisons passé-simples suivantes : $Pus$, $Pus$, $Put$, $Pûmes$, $Pûtes$, $Purent$ Le participe passé est $Pu$.

# Info.defectivenessHeading
source: Defectiveness
fr: Défectuosité
