Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/*.lproj/Localizable.strings
Languages: fr

# Info.indicatifPrésentText
source: `Uses` The ~indicatif présent~ (present indicative) is used: • To describe continuing reality. “Mon mari prétend que je n’aime pas les fruits parce que j’en mange moins que lui.” = “My husband claims I don’t like fruit because I eat less of it than he does.” - Marcel Proust, Du côté de chez Swann • Similarly, to express the repeated or habitual nature of an action. English sometimes uses the construction ~have a habit of + gerund~ to accomplish this. “[O]ù que je me trouve, dès qu’ils commencent à retentir et à se répondre, je l’$aperÇOis$, avec ses tilleuls et son trottoir éclairé par la lune.” = “Wherever I find myself, as soon as they begin to ring and answer each other, I see it, with its lindens and its moonlit sidewalk.” - Marcel Proust, Du côté de chez Swann • To emphasize the ongoing character of an action. English uses the construction ~be + infinitive + -ing~ to accomplish this. “Vois-tu, je $saIs$ que tu m’attends.” = “You see, I know that you $ARE$ waiting for me.” - Victor Hugo, Demain dès l’aube • In situations where English uses the construction ~do + infinitive~ for emphasis. “Oh! très-sincèrement je $souffrE$” = “Oh very sincerely do I suffer!” - Charles Baudelaire, Le monstre, ou le paranymphe d’une nymphe macabre `Conjugation` For most verbs, the indicatif-présent stem is the infinitif minus the -er, -ir, -re, or -oir ending. The indicatif-présent endings for any verb belong to one of the following categories. 1. Regular ~er~ verbs plus couvrir, cueillir, and bouillir: e, es, e, ons, ez, ent Examples: %céder%: $cÈde$, $cÈdes$, $cÈde$, cédons, cédez, $cÈdent$ %couvrir%: $couvrE$, $couvrEs$, $couvrE$, $couvrONS$, $couvrEZ$, $couvrENT$ %parler%: parle, parles, parle, parlons, parlez, parlent 2. Regular ~ir~ verbs plus maudire: is, is, it, issons, issez, issent Examples: %alunir%: alunis, alunis, alunit, alunissons, alunissez, alunissent %finir%: finis, finis, finit, finissons, finissez, finissent %maudire%: $maudIs$, $maudIs$, $maudIt$, $maudISSons$, $maudISSez$, $maudISSent$ 3. Regular and certain irregular ~re~ verbs: s, s, _, ons, ez, ent Examples: %mordre%: mords, mords, mord, mordons, mordez, mordent %rendre%: rends, rends, rend, rendons, rendez, rendent %vaincre%: vaincs, vaincs, vainc, $vainQUons$, $vainQUez$, $vainQUent$ 4. %Haïr (Québec)%: ïs, ïs, ït, ïssons, ïssez, ïssent Example: haïs, haïs, haït, haïssons, haïssez, haïssent 5. The endings are s, s, t, ons, ez, ent for the following verbs: %absoudre%, %accroître%, %acquérir%, %asseoir%, %boire%, %choir%, %clore%, %conduire%, %connaître%, %coudre%, %courir%, %croire%, %croître%, %écrire%, %devoir%, %dire%, %exclure%, %faire%, %forclore%, %fuir%, %gésir%, %inclure%, %issir%, %lire%, %moudre%, %mourir%, %mouvoir%, %naître%, %ouïr (trad.)%, %partir%, %plaindre%, %plaire%, %pleuvoir%, %pouvoir%, %rire%, %savoir%, %suivre%, %surseoir%, %taire%, %traire%, %valoir%, %venir%, %vivre%, %voir%, %vouloir% Examples: %boire%: bois, bois, boit, $bUVons$, $bUVez$, $boiVent$ %croître%: $croÎs$, $croÎs$, $croÎt$, $croISSons$, $croISSez$, $croISSent$ %gésir%: $gIs$, $gIs$, $gÎt$, $gIsons$, $gIsez$, $gIsent$ %ouïr (trad.)%: $oIs$, $oIs$, $oIt$, $oYons$, $oYez$, $oIent$ %voir%: $vOIs$, $vOIs$, $vOIt$, $vOYons$, $vOYez$, $vOIent$ Most of these verbs use irregular stems for some or all indicatif-présent conjugations. 6. Three verbs are fundamentally irregular in that their stems ~and~ endings are mostly unpredictable. These verbs are: %aller%: $VAIS$, $VAs$, $VA$, $allons$, $allez$, $VOnt$ %avoir%: $aI$, $As$, $A$, avons, avez, $Ont$ %être%: $SUIs$, $Es$, $ESt$, $SOMMEs$, $êteS$, $SOnt$ Être, avoir, and aller are, respectively, the most, second-most, and eighth-most used verbs in French.
fr: `Utilisations` L’~indicatif présent~ est utilisé : • Pour décrire une réalité continue. « Mon mari prétend que je n’aime pas les fruits parce que j’en mange moins que lui. » = « My husband claims I don’t like fruit because I eat less of it than he does. » - Marcel Proust, Du côté de chez Swann • De même, pour exprimer le caractère répété ou habituel d’une action. L’anglais utilise parfois la structure ~have a habit of + gérondif~ pour accomplir cela. « [O]ù que je me trouve, dès qu’ils commencent à retenir et à se répondre, je l’$aperÇOis$, avec ses tilleuls et son trottoir éclairé par la lune. » = « Wherever I find myself, as soon as they begin to ring and answer each other, I see it, with its lindens and its moonlit sidewalk. » - Marcel Proust, Du côté de chez Swann • Pour mettre l’accent sur le caractère continu d’une action. L’anglais utilise la structure ~be + infinitif + -ing~ pour accomplir cela. « Vois-tu, je $saIs$ que tu m’attends. » = « You see, I know that you $ARE$ waiting for me. » - Victor Hugo, Demain dès l’aube • Dans les situations où l’anglais utilise la structure ~do + infinitif~ pour mettre l’accent. « Oh! très-sincèrement je $souffrE$ » = « Oh very sincerely do I suffer ! » - Charles Baudelaire, Le monstre, ou le paranymphe d’une nymphe macabre `Conjugaison` Pour la plupart des verbes, le radical de l’indicatif présent est l’infinitif sans la terminaison -er, -ir, -re ou -oir. Les terminaisons de l’indicatif présent de tout verbe appartiennent à l’une des catégories suivantes. 1. Verbes réguliers ~er~ plus les verbes couvrir, cueillir et bouillir : e, es, e, ons, ez, ent Exemples : %céder% : $cÈde$, $cÈdes$, $cÈde$, cédons, cédez, $cÈdent$ %couvrir% : $couvrE$, $couvrEs$, $couvrE$, $couvrONS$, $couvrEZ$, $couvrENT$ %parler% : parle, parles, parle, parlons, parlez, parlent 2. Verbes réguliers ~ir~ plus le verbe maudire : is, is, it, issons, issez, issent Exemples : %alunir% : alunis, alunis, alunit, alunissons, alunissez, alunissent %finir% : finis, finis, finit, finissons, finissez, finissent %maudire% : $maudIs$, $maudIs$, $maudIt$, $maudISSons$, $maudISSez$, $maudISSent$ 3. Verbes réguliers et certains verbes irréguliers ~re~ : s, s, _, ons, ez, ent Exemples : %mordre% : mords, mords, mord, mordons, mordez, mordent %rendre% : rends, rends, rend, rendons, rendez, rendent %vaincre% : vaincs, vaincs, vainc, $vainQUons$, $vainQUez$, $vainQUent$ 4. %Haïr (Québec)% : ïs, ïs, ït, ïssons, ïssez, ïssent Exemple : haïs, haïs, haït, haïssons, haïssez, haïssent 5. Les terminaisons sont s, s, t, ons, ez, ent pour les verbes suivants : %absoudre%, %accroître%, %acquérir%, %asseoir%, %boire%, %choir%, %clore%, %conduire%, %connaître%, %coudre%, %courir%, %croire%, %croître%, %écrire%, %devoir%, %dire%, %exclure%, %faire%, %forclore%, %fuir%, %gésir%, %inclure%, %issir%, %lire%, %moudre%, %mourir%, %mouvoir%, %naître%, %ouïr (trad.)%, %partir%, %plaindre%, %plaire%, %pleuvoir%, %pouvoir%, %rire%, %savoir%, %suivre%, %surseoir%, %taire%, %traire%, %valoir%, %venir%, %vivre%, %voir%, %vouloir% Exemples : %boire% : bois, bois, boit, $bUVons$, $bUVez$, $boiVent$ %croître% : $croÎs$, $croÎs$, $croÎt$, $croISSons$, $croISSez$, $croISSent$ %gésir% : $gIs$, $gIs$, $gÎt$, $gIsons$, $gIsez$, $gIsent$ %ouïr (trad.)% : $oIs$, $oIs$, $oIt$, $oYons$, $oYez$, $oIent$ %voir% : $vOIs$, $vOIs$, $vOIt$, $vOYons$, $vOYez$, $vOIent$ La plupart de ces verbes utilisent des radicaux irréguliers pour certaines ou toutes les conjugaisons de l’indicatif présent. 6. Trois verbes sont fondamentalement irréguliers dans la mesure où leurs radicaux ~et~ terminaisons sont pour la plupart imprévisibles. Ces verbes sont : %aller% : $VAIS$, $VAs$, $VA$, $allons$, $allez$, $VOnt$ %avoir% : $aI$, $As$, $A$, avons, avez, $Ont$ %être% : $SUIs$, $Es$, $ESt$, $SOMMEs$, $êteS$, $SOnt$ Être, avoir et aller sont respectivement au premier, au deuxième et au huitième rang quant à l’utilisation des verbes français.

# Info.passéSimpleText
source: `Use` The passé simple (simple past) was used for actions that were completed in the past. This use contrasted with that of the imparfait, which was (and continues to be) used for actions that were repeated, habitual, or continuing. The passé simple is no longer used in conversation or writing unless the speaker or writer is self-consciously recondite. Here are some examples of the passé simple. “Tresqu’en la mer $cUnquist$ la tere altaigne.” = “He conquered the high land down to the sea.” - Turoldus, La chanson de Roland “Me $vInt$ le vouloir de briser la tres amoureuse prison.” = “I $WAS$ seized by desire to break out of the prison of love.” - François Villon, Le testament “Emma s’étendit beaucoup sur la misère des affections terrestres et l’éternel isolement où le cœur reste enseveli.” = “Emma $spOke$ at length about the misery of earthly ailments and the eternal isolation in which the heart remains buried.” - Gustave Flaubert, Madame Bovary “J’entendis les pas de mes parents qui accompagnaient Swann.” = “I $hearD$ the footsteps of my parents, who $WERE$ accompanying Swann.” - Marcel Proust, Du côté de chez Swann `Conjugation` For regular ~er~, ~ir~, and ~re~ verbs, the passé-simple stem is the infinitif minus the -er, -ir, or -re ending. Verbs with irregular participe-passé stems, including most ~oir~ verbs, use those stems for the passé simple. For example, the participe-passé and passé-simple stem of devoir is $D$-. The passé-simple stem of être, $F$-, though irregular, is related to the English words be and been. The passé-simple endings belong to one of the following categories. 1. Regular ~er~ verbs plus traire (~a~ group): ai, as, a, âmes, âtes, èrent Examples: %parler%: parle, parles, parle, parlons, parlez, parlent %traire%: $traYai$, $traYas$, $traYa$, $traYâmes$, $traYâtes$, $traYèrent$ 2. Regular ~ir~ verbs, regular ~re~ verbs, and certain irregular verbs (~i~ group): is, is, it, îmes, îtes, irent Examples: %finir%: finis, finis, finit, finissons, finissez, finissent %naître%: $naQUis$, $naQUis$, $naQUit$, $naQUîmes$, $naQUîtes$, $naQUirent$ %rendre%: rendis, rendis, rendit, rendîmes, rendîtes, rendirent 3. %Haïr (Québec)%, %haïr (France)%, %ouïr (modern)%, and %ouïr (trad.)% (~ï~ group): ïs, ïs, ït, ïmes, ïtes, ïrent Examples: %haïr (Québec)%: haïs, haïs, haït, haïmes, haïtes, haïrent %ouïr (modern)%: ouïs, ouïs, ouït, ouïmes, ouïtes, ouïrent 4. Certain irregular verbs (~u~ group): us, us, ut, ûmes, ûtes, urent %avoir%: $Eus$, $Eus$, $Eut$, $Eûmes$, $Eûtes$, $Eurent$ %boire%: $Bus$, $Bus$, $But$, $Bûmes$, $Bûtes$, $Burent$ %être%: $Fus$, $Fus$, $Fut$, $Fûmes$, $Fûtes$, $Furent$ %lire%: $Lus$, $Lus$, $Lut$, $Lûmes$, $Lûtes$, $Lurent$ 5. Certain irregular verbs (~bare~ group): s, s, t, ^mes, ^tes, rent %dire%: dis, dis, dit, dîmes, dîtes, dirent %exclure%: exclus, exclus, exclut, exclûmes, exclûtes, exclurent %venir%: $vIns$, $vIns$, $vInt$, $vÎnmes$, $vÎntes$, $vInrent$
fr: `Utilisation` Le passé simple était utilisé pour les actions qui étaient accomplies dans le passé, contrairement à l’imparfait, qui était (et continue d’être) utilisé pour des actions répétées, habituelles ou durables. Le passé simple n’est plus utilisé dans la conversation ou l’écriture à moins que le locuteur ou l’écrivain ne soit consciemment abstrus. Voici quelques exemples du passé simple. « Tresqu’en la mer $cUnquist$ la tere altaigne. » = « He conquered the high land down to the sea. » - Turoldus, La chanson de Roland « Me $vInt$ le vouloir de briser la tres amoureuse prison. » = « I was seized by desire to break out of the prison of love. » - François Villon, Le testament « Emma s’étendit beaucoup sur la misère des affections terrestres et l’éternel isolement où le cœur reste enseveli. » = « Emma $spOke$ at length about the misery of earthly ailments and the eternal isolation in which the heart remains buried. » - Gustave Flaubert, Madame Bovary « J’entendis les pas de mes parents qui accompagnaient Swann. » = « I $hearD$ the footsteps of my parents, who $WERE$ accompanying Swann. » - Marcel Proust, Du côté de chez Swann `Conjugaison` Pour les verbes réguliers ~er~, ~ir~ et ~re~, le radical passé-simple est l’infinitif sans la terminaison -er, -ir ou -re. Les verbes qui ont des radicaux irréguliers du participe passé, y compris la plupart des verbes avec ~oir~, utilisent ces radicaux pour le passé simple. Par exemple, le radical du participe passé et du passé simple de %devoir% est $D$-. Le radical du passé simple d’être, $F$-, bien qu’il soit irrégulier, est lié aux mots anglais be et been. Les terminaisons du passé simple appartiennent à l’une des catégories suivantes. 1. Verbes réguliers ~er~ plus le verbe traire (groupe ~a~) : ai, as, a, âmes, âtes, èrent Exemples : %parler% : parle, parles, parle, parlons, parlez, parlent %traire% : $traYai$, $traYas$, $traYa$, $traYâmes$, $traYâtes$, $traYèrent$ 2. Verbes réguliers ~ir~, verbes réguliers ~re~ et certains verbes irréguliers (groupe ~i~) : is, is, it, îmes, îtes, irent Exemples : %finir% : finis, finis, finit, finissons, finissez, finissent %naître% : $naQUis$, $naQUis$, $naQUit$, $naQUîmes$, $naQUîtes$, $naQUIrent$ %rendre% : rendis, rendis, rendit, rendîmes, rendîtes, rendirent 3. %Haïr (Québec)%, %haïr (France)%, %ouïr (modern)% et %ouïr (trad.)% (groupe ~ï~) : ïs, ïs, ït, ïmes, ïtes, ïrent Exemples : %haïr (Québec)% : haïs, haïs, haït, haïmes, haïtes, haïrent %ouïr (modern)% : ouïs, ouïs, ouït, ouïmes, ouïtes, ouïrent 4. Certains verbes irréguliers (groupe ~u~) : us, us, ut, ûmes, ûtes, urent %avoir% : $Eus$, $Eus$, $Eut$, $Eûmes$, $Eûtes$, $Eurent$ %boire% : $Bus$, $Bus$, $But$, $Bûmes$, $Bûtes$, $Burent$ %être% : $Fus$, $Fus$, $Fut$, $Fûmes$, $Fûtes$, $Furent$ %lire% : $Lus$, $Lus$, $Lut$, $Lûmes$, $Lûtes$, $Lurent$ 5. Certains verbes irréguliers (groupe ~nu~): s, s, t, ^mes, ^tes, rent %dire% : dis, dis, dit, dîmes, dîtes, dirent %exclure% : exclus, exclus, exclut, exclûmes, exclûtes, exclurent %venir% : $vIns$, $vIns$, $vInt$, $vÎnmes$, $vÎntes$, $vInrent$

# Info.imparfaitText
source: `Uses` The ~imparfait~ (imperfect) is used: • To express the repeated or habitual nature of an action. English sometimes uses ~would + infinitive~ in this situation, as in the translation below. “Parfois, à peine ma bougie éteinte, mes yeux se fermaient si vite que je n’avais pas le temps de me dire, ‘Je $m’endoRs$.’” = “Sometimes, barely after my candle $WAS$ extinguished, my eyes would close so quickly that I $dIDn’t$ have time to say to myself, ‘I’$M$ falling asleep.’” - Marcel Proust, Du côté de chez Swann “[E]lle prenait souvent le café avec Adèle et Virginie, quand les petites avaient de l’argent.” = “She often $haD$ coffee with Adèle and Virginie when the little ones $haD$ money.” - Émile Zola, L’assommoir • To describe past state. “Il $Était$ chaussé de souliers forts, mal cirés, garnis de clous.” = “He $wOre$ strong shoes, poorly polished, studded with nails.” - Gustave Flaubert, Madame Bovary “Quels hom esteit ne de quel terre il $eRet$” = “Who he $WAS$ nor what country he $WAS$ from” - Turoldus, La chanson de Roland `Conjugation` With one exception, the imparfait stem is the 1p indicatif-présent conjugation, minus -ons. The exception is %être%, whose imparfait stem is $Ét$. To the imparfait stem is added ais, ais, ait, ions, iez, or aient. Examples: %être%: $Étais$, $Étais$, $Était$, $Étions$, $Étiez$, $Étaient$ %étrécir%: étrécissais, étrécissais, étrécissait, étrécissions, étrécissiez, étrécissaient %parler%: parlais, parlais, parlait, parlions, parliez, parlaient %prendre%: $preNais$, $preNais$, $preNait$, $preNions$, $preNiez$, $preNaient$
fr: `Utilisations` L’~imparfait~ est utilisé : • Pour exprimer le caractère répété ou habituel d’une action. L’anglais utilise parfois ~would + infinitif~ dans cette situation, comme dans la traduction ci-dessous. « Parfois, à peine ma bougie éteinte, mes yeux se fermaient si vite que je n’avais pas le temps de me dire : “Je $m’endoRs$.” » = « Sometimes, barely after my candle $WAS$ extinguished, my eyes would close so quickly that I $dIDn’t$ have time to say to myself : “I’$M$ falling asleep.” » - Marcel Proust, Du côté de chez Swann « [E]lle prenait souvent le café avec Adèle et Virginie, quand les petites avaient de l’argent. » = « She often $haD$ coffee with Adèle and Virginie when the little ones $haD$ money. » - Émile Zola, L’assommoir • Pour décrire l’état passé. « Il $Était$ chaussé de souliers forts, mal cirés, garnis de clous. » = « He $wOre$ strong shoes, poorly polished, studded with nails. » - Gustave Flaubert, Madame Bovary « Quels hom esteit ne de quel terre il $eRet$ » = « Who he $WAS$ nor what country he $WAS$ from » - Turoldus, La chanson de Roland `Conjugaison` À une exception près, le radical imparfait est la conjugaison 1p de l’indicatif présent, sans -ons. L’exception est %être%, dont le radical imparfait est $Ét$. On ajoute au radical imparfait ais, ais, ait, ions, iez ou aient. Exemples : %être% : $Étais$, $Étais$, $Était$, $Étions$, $Étiez$, $Étaient$ %étrécir% : étrécissais, étrécissais, étrécissaient, étrécissions, étrécissiez, étrécissaient %parler% : parlais, parlais, parlait, parlions, parliez, parlaient %prendre% : $preNais$, $preNais$, $preNait$, $preNions$, $preNiez$, $preNaient$

# Info.futurSimpleText
source: `Uses` The ~futur simple~ (simple future) is used for actions expected, predicted, or hoped to take place in the future. Examples: “[J]e vous garderai une place à côté de moi, et nous causerons.” = “I will save a place for you next to me, and we will chat.” - Émile Zola, L’assommoir “[I]l ne $saUra$ plus l’heure, il estimera qu’il vient à peine de se coucher.” = “He will not know the time[;] he will think he has barely gone to bed.” - Marcel Proust, Du côté de chez Swann French uses the futur simple in one situation in which English uses the present indicative: in future-time clauses starting with “quand”. “[J]e les $verRai$ l’année prochaine, quand j’$Irai$ habiter Paris, pour finir mon droit.” = “I will see them next year, when I go live in Paris to finish studying for the bar exam.” - Gustave Flaubert, Madame Bovary `Conjugation` The stem of the futur simple is the %radical du futur%. To this is added ai, as, a, ons, ez, or ont. Examples: %être%: $AUrai$, $AUras$, $AUra$, $AUrons$, $AUrez$, $AUront$ %étrécir%: étrécirai, étréciras, étrécira, étrécirons, étrécirez, étréciront %parler%: parlerai, parleras, parlera, parlerons, parlerez, parleront %prendre%: prendrai, prendras, prendra, prendrons, prendrez, prendront
fr: `Utilisations` Le ~futur simple~ est utilisé pour décrire les actions attendues, prédites ou espérées avoir lieu dans le futur. Exemples : « [J]e vous garderai une place à côté de moi, et nous causerons. » = « I will save a place for you next to me, and we will chat. » - Émile Zola, L’assommoir « [I]l ne $saUra$ plus l’heure, il estimera qu’il vient à peine de se coucher. » = « He will not know the time[;] he will think he has barely gone to bed. » - Marcel Proust, Du côté de chez Swann Le français utilise le futur simple dans une situation où l’anglais utilise le présent de l’indicatif : dans les propositions du futur commençant par « quand ». « [J]e les $verRai$ l’année prochaine, quand j’$Irai$ habiter Paris, pour finir mon droit. » = « I will see them next year, when I go live in Paris to finish studying for the bar exam. » - Gustave Flaubert, Madame Bovary `Conjugaison` Le radical du futur simple est le %radical du futur%. On y ajoute ai, as, a, ons, ez ou ont. Exemples : %être% : $AUrai$, $AUras$, $AUra$, $AUrons$, $AUrez$, $AUront$ %étrécir% : étrécirai, étréciras, étrécira, étrécirons, étrécirez, étréciront %parler% : parlerai, parleras, parlera, parlerons, parlerez, parleront %prendre% : prendrai, prendras, prendra, prendrons, prendrez, prendront

# Info.conditionnelPrésentText
source: `Uses` The ~conditionnel présent~ (present conditional) is used: • In past, indirect discourse about expected, predicted, or hoped-for events. “[I]l espérait … que son pauvre argent … lui $revIENDrait$ … considérablement plus dodu.” = “He hoped … that his poor little money … would come back to him one day considerably plumper.” - Gustave Flaubert, Madame Bovary • To indicate politeness with %pouvoir%, %avoir%, and %être%. “Vous ne $pouRriez$ pas me prêter dix sous?” = “Couldn’t you lend me ten cents?” - Émile Zola, L’assommoir “Monsieur Swann, $vouDriez$-vous avoir la bonté de me permettre de vous présenter notre ami Saniette?” = “Mr. Swann, would you be so kind as to permit me to introduce to you our friend Saniette?” - Marcel Proust, Du côté de chez Swann • In ~si~ clauses about possible or hypothetical situations. “Si j’$Étais$ à ta place, moi, j’en trouverais bien!” = “If I $WERE$ in your place, I would find some!” - Gustave Flaubert, Madame Bovary `Conjugation` The stem of the conditionnel présent is the radical du futur. To this is added ais, ais, ait, ions, iez, or aient. Examples: %être%: $AUrais$, $AUrais$, $AUrait$, $AUrions$, $AUriez$, $AUraient$ %étrécir%: étrécirais, étrécirais, étrécirait, étrécirions, étréciriez, étréciraient %parler%: parlerais, parlerais, parlerait, parlerions, parleriez, parleraient %prendre%: prendrais, prendrais, prendrait, prendrions, prendriez, prendraient
fr: `Utilisations` Le ~conditionnel présent~ est utilisé : • Dans le passé et le discours indirect sur les événements attendus, prédits ou espérés. « [I]l espérait … que son pauvre argent … lui $revIENDrait$ … considérablement plus dodu. » = « He hoped … that his poor little money … would come back to him one day considerably plumper. » - Gustave Flaubert, Madame Bovary • Pour exprimer la politesse avec %pouvoir%, %avoir% et %être%. « Vous ne $pourriez$ pas me prêter dix sous ? » = « Couldn’t you lend me ten cents ? » - Émile Zola, L’assommoir « Monsieur Swann, $vouDriez$-vous avoir la bonté de me permettre de vous présenter notre ami Saniette ? » = « Mr. Swann, would you be so kind as to permit me to introduce to you our friend Saniette ? » - Marcel Proust, Du côté de chez Swann • Dans des propositions avec ~si~ sur les situations possibles ou hypothétiques. « Si j’$Étais$ à ta place, moi, j’en trouverais bien ! » = « If I $WERE$ in your place, I would find some ! » - Gustave Flaubert, Madame Bovary `Conjugaison` Le radical du conditionnel présent est le radical du futur. On y ajoute ais, ais, ait, ions, iez ou aient. Exemples : %être% : $AUrais$, $AUrais$, $AUrait$, $AUrions$, $AUriez$, $AUraient$ %étrécir% : étrécirais, étrécirais, étrécirait, étrécirions, étréciriez, étréciraient %parler%: parlerais, parlerais, parlerait, parlerions, parleriez, parleraient %prendre% : prendrais, prendrais, prendrait, prendrions, prendriez, prendraient
