Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/*.lproj/Localizable.strings
Languages: fr

# Info.futurAntérieurText
source: `Use` The ~futur antérieur~ (anterior future) is used to place events in a future past. Examples: “Quand tu l’$aUras$ rendu malade, tu $SEras$ bien avancée!” = “You’ll end up making him ill, and a lot of good that will do!” - Marcel Proust, Du côté de chez Swann “Toutes les personnes qui se dirigent vers … la Picardie $aUront$ remarqué … un misérable $atteiNt$ d’une horrible plaie faciale.” = “Anyone traveling to … Picardy will no doubt have noticed … a wretch suffering from a horrible facial wound.” - Gustave Flaubert, Madame Bovary `Conjugation` The futur antérieur is formed from the %futur simple% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~futur antérieur~ est utilisé pour placer des événements dans un futur passé. Exemples : « Quand tu l’$aUras$ rendu malade, tu $SEras$ bien avancé ! » = « You’ll end up making him ill, and a lot of good that will do ! » - Marcel Proust, Du côté de chez Swann « Toutes les personnes qui se dirigent vers … la Picardie $aUront$ remarqué … un misérable $atteiNt$ d’une horrible plaie faciale. = « Anyone traveling to … Picardy will no doubt have noticed … a wretch suffering from a horrible facial wound. » - Gustave Flaubert, Madame Bovary `Conjugaison` Le futur antérieur est formé par la conjugaison %futur simple% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.conditionnelPasséText
source: `Use` The ~conditionnel passé~ (past conditional) is used to express hypothetical statements. A clause containing a conditionnel-passé conjugation often follows a ~si~ clause containing a plus-que-parfait conjugation. Examples: “Moi, si j’avais $EU$ des meubles, j’aurais guetté un cabinet.” = “Me, if I $haD$ $haD$ furniture, I would have been looking for a cabinet.” - Émile Zola, L’assommoir “Toutes $aUraient$ $Pu$ faire un fleuve avec leurs pleurs!” = “Each could have $maDe$ a river with her tears!” - Charles Baudelaire, Les petites vielles `Conjugation` The conditionnel passé is formed from the %conditionnel présent% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~conditionnel passé~ est utilisé pour exprimer les énoncés hypothétiques. Une proposition contenant une conjugaison du conditionnel passé suit souvent une proposition ~si~ contenant une conjugaison du plus-que-parfait. Exemples : « Moi, si j’avais $EU$ des meubles, j’aurais guetté un cabinet. » = « Me, if I $haD$ $haD$ furniture, I would have been looking for a cabinet. » - Émile Zola, L’assommoir « Toutes $aUraient$ $Pu$ faire un fleuve avec leurs pleurs ! » = « Each could have $maDe$ a river with her tears ! » - Charles Baudelaire, Les petites vielles `Conjugaison` Le conditionnel passé est formé par la conjugaison %conditionnel présent% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.subjonctifPasséText
source: `Use` Like the subjonctif présent, the ~subjonctif passé~ (past subjunctive) was used to express opinion, fear, doubt, or obligation. A clause using a non-subjonctif tense often accompanied a clause using the subjonctif passé. In this case, the events of the subjonctif-passé clause preceded the events of the non-subjonctif clause. Examples: “Tiens, j’$AI$ fini par m’endormir quoique maman ne $SOIS$ pas $venUe$ me dire bonsoir” = “Why, I ended up falling asleep even though mom $dID$n’t come to say goodnight to me.” - Marcel Proust, Du côté de chez Swann “C’$EST$ un brave garçon, quoique nous $aYons$ $EU$ ensemble des difficultés.” = “He’$S$ a good boy, though we experienced some difficulties together.” - Gustave Flaubert, Madame Bovary `Conjugation` The subjonctif passé was formed from the %subjonctif présent% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Comme le subjonctif présent, le ~subjonctif passé~ était utilisé pour exprimer une opinion, une crainte, un doute ou une obligation. Une proposition utilisant un temps non-subjonctif accompagnait souvent une proposition utilisant le subjonctif passé. Dans ce cas, les événements de la proposition en subjonctif passé ont précédé les événements de la proposition non-subjonctif. Exemples : « Tiens, j’$AI$ fini par m’endormir quoique maman ne $SOIS$ pas $venUe$ me dire bonsoir » = « Why, I ended up falling asleep even though mom $dID$n’t come to say goodnight to me. » - Marcel Proust, Du côté de chez Swann « C’$EST$ un brave garçon, quoique nous $aYons$ $EU$ ensemble des difficultés. » = « He’$S$ a good boy, though we experienced some difficulties together. » - Gustave Flaubert, Madame Bovary `Conjugaison` Le subjonctif passé était formé de la conjugaison %subjonctif présent% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.subjonctifPlusQueParfaitText
source: `Use` The ~subjonctif plus-que-parfait~ (pluperfect subjunctive) was used to express opinion, fear, doubt, or obligation with respect to past events. Use of this tense is rare. Examples: “[J]e sentais que je n’avais pas présentement la tranquillité nécessaire pour poursuivre utilement ma recherche, et qu’il valait mieux n’y plus penser jusqu’à ce que je $Fusse$ rentré.” = “I felt that I did not currently have the necessary peace of mind to usefully pursue my research and that it $WAS$ better not to think about it any more until I $haD$ returned.” - Marcel Proust, Du côté de chez Swann “Coupeau n’$aUrait$ pas osé se marier, sans qu’ils $Eussent$ avant tout accepté sa femme.” = “Coupeau would not have dared to marry without their first having accepted his wife.” - Émile Zola, L’assommoir `Conjugation` The subjonctif plus-que-parfait was formed from the %subjonctif imparfait% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~subjonctif plus-que-parfait~ était utilisé pour exprimer une opinion, une crainte, un doute ou une obligation à l’égard d’événements passés. Ce temps est rarement utilisé aujourd'hui. Exemples : « [J]e sentais que je n’avais pas présenté la tranquillité nécessaire pour continuer utilement ma recherche, et qu’il valait mieux n’y plus penser jusqu’à ce que je $Fusse$ rentré. » = « I felt that I did not currently have the necessary peace of mind to usefully pursue my research and that it was better not to think about it any more until I had returned. » - Marcel Proust, Du côté de chez Swann « Coupeau n’$aUrait$ pas osé se marier, sans qu’ils $Eussent$ avant tout accepté sa femme. » = « Coupeau would not have dared to marry without their first having accepted his wife. » - Émile Zola, L’assommoir `Conjugaison` Le subjonctif plus-que-parfait était formé de la conjugaison %subjonctif imparfait% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.impératifPasséText
source: `Use` The ~impératif passé~ (past imperative) indicates that an action must take place before some future time, action, or event. Like the impératif, the impératif passé only uses the 2s, 1p, and 2p conjugations. ~Unlike~ the impératif, the impératif passé is rarely used. Examples: “A$IE$ fini ton devoir avant le week-end.” = “Finish your homework before the weekend.” - Teacher “S$OIS$ rentrée chez toi avant que ta calèche ne $devIENne$ une citrouille.” = “Return home before your horse-drawn carriage becomes a pumpkin.” - Fairy Godmother `Conjugation` The impératif passé is formed from the %impératif% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utiliser` L’~impératif passé~ indique qu’une action doit avoir lieu avant un moment, une action ou un événement futur. Tout comme l’impératif, l’impératif passé n’utilise que les conjugaisons 2s, 1p et 2p. ~Contrairement~ à l’impératif, l’impératif passé est rarement utilisé. Exemples : « A$IE$ fini ton devoir avant le week-end. » = « Finish your homework before the weekend. » - Prof « S$OIS$ rentrée chez toi avant que ta calèche ne $devIENne$ une citrouille. » = « Return home before your horse-drawn carriage becomes a pumpkin. » - La fée marraine `Conjugaison` L’impératif passé est formé par la conjugaison %impératif% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.questionsAndResponsesHeading
source: Questions and Responses
fr: Questions et réponses

# Info.questionsAndResponsesText
source: ~Q:~ How can I contact the developer of ~Conjuguer~? ~R:~ Email vermontcoder@gmail.com. ~Q:~ There is a verb missing from the ~Verbs~ screen. What gives? ~R:~ Feel free to email ~Conjuguer~’s developer at vermontcoder@gmail.com if you would like a verb to be added. ~Q:~ Why does ~Conjuguer~ mostly use French names for tenses rather than English, for example, ~indicatif présent~ rather than ~present indicative~? ~R:~ Admittedly, English tense names would perhaps be more approachable for the learner in certain cases, for example, %radical du futur%. English speakers might better understand the term ~future stem~. But perhaps because of his years working as a lawyer, ~Conjuguer~’s developer values precision in language. English tense names map imperfectly to French tenses. For example, the English ~present indicative~ has more limited uses than the French %indicatif présent%. The English term is therefore an imprecise match for the French tense. ~Q:~ I’ve seen the terms “mood” and “aspect” in descriptions of verb tenses, but ~Conjuguer~ does not use these terms. Also, the %participe passé%, %participe présent%, and %radical du futur% are not really tenses. ~R:~ Was that a question? You are correct that ~Conjuguer~ does not use these two terms, and those three things are not usually described as “tenses”. With respect to terminology, bear in mind that ~Conjuguer~’s purpose is to teach French-verb conjugation, not to teach English French-verb-conjugation nomenclature. With respect to the %participe passé%, %participe présent%, and %radical du futur%, ~Conjuguer~’s developer does consider those three things to be tenses, if “tense” is taken to mean “a systematic way of changing verbs for a specific purpose”. This definition, though absent, on information and belief, from any dictionary, serves ~Conjuguer~’s pedagogical purpose well enough. ~Q:~ Why aren’t there more recent examples of uses of the tenses? ~R:~ French copyright expires seventy years after the death of the author, unless the author died in military service during wartime, in which case the period is one hundred years. Antoine de Saint-Exupéry’s 1944 death precludes use of “Le petit prince”, ~Conjuguer~’s developer’s favorite French book. Verily, ~Conjuguer~ respects French copyright law, and all example uses of verb tenses are more than one hundred years old.
fr: ~Q :~ Comment puis-je contacter le développeur de ~Conjuguer~ ? ~R :~ Envoyez un e-mail à vermontcoder@gmail.com. ~Q :~ Il manque un verbe dans l’écran ~Verbes~. Qu’est-ce qui se passe ? ~R :~ N’hésitez pas à envoyer un e-mail au développeur de ~Conjuguer~, vermontcoder@gmail.com, si vous souhaitez qu’un verbe soit ajouté. ~Q :~ Pourquoi ~Conjuguer~ utilise-t-elle principalement des noms français pour les temps plutôt qu’anglais, par exemple, ~indicatif présent~ plutôt que ~present indicative~ ? ~R :~ Certes, les noms des temps en anglais seraient peut-être plus accessibles pour l’apprenant dans certains cas, par exemple, %radical du futur%. Les anglophones pourraient mieux comprendre le terme ~future stem~. Mais peut-être à cause de ses années de travail en tant qu’avocat, le développeur de ~Conjuguer~ valorise la précision linguistique. Les noms des temps anglais correspondent imparfaitement à ceux du français. Par exemple, le ~present indicative~ anglais a des usages plus limités que l’%indicatif présent% français. Le terme anglais décrit donc mal le temps français. ~Q :~ Les termes « mode » et « aspect » ont été utilisés dans les descriptions des temps verbaux, mais ~Conjuguer~ n’utilise pas ces termes. De plus, le %participe passé%, le %participe présent% et le %radical du futur% ne constituent pas vraiment des temps. ~R :~ Est-ce bien une question ? Effectivement, ~Conjuguer~ n’utilise pas ces deux termes, et ces trois éléments ne sont pas généralement décrits comme étant des « temps ». Quant à la terminologie, gardez en tête que le but de ~Conjuguer~ est d’enseigner la conjugaison des verbes français, et non d’enseigner la nomenclature de la conjugaison des verbes en anglais. En ce qui concerne le %participe passé%, le %participe présent% et le %radical du futur%, le développeur de ~Conjuguer~ considère ces trois éléments comme des temps, si le terme « temps » signifie « une manière systématique de changer les verbes dans un but précis ». Cette définition, bien qu’absente, au meilleur de ses informations et croyances, dans n’importe quel dictionnaire, sert assez bien l’objectif pédagogique de ~Conjuguer~. ~Q :~ Pourquoi n’y a-t-il pas d’exemples plus récents d’utilisation des temps ? ~R :~ En France, le droit d’auteur expire soixante-dix ans après sa, sauf si l’auteur est décédé pendant le service militaire en temps de guerre, auquel cas le delai est de cent ans. La mort d’Antoine de Saint-Exupéry en 1944 empêche l’utilisation du livre « Le petit prince », ouvre français préféré du développeur de ~Conjuguer~. En vérité, ~Conjuguer~ respecte la loi française sur le droit d’auteur, et tous les exemples d’utilisation ont plus de cent ans.

# Info.creditsHeading
source: Credits
fr: Crédits

# Info.creditsText
source: Josh Adams developed ~Conjuguer~. Here is the source code of ~Conjuguer~: %https://github.com/vermont42/Conjuguer% Daniel Alston and Larry Sanger proposed and ideated Wiktionary, ~Conjuguer~’s primary source of French-to-English verb translations. Wiktionary content is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. URL: %https://en.wiktionary.org/wiki/Wiktionary:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License% David Brodsky wrote “French Verbs Made Simple(r)”, which provided two key insights to the developer of ~Conjuguer~. First, conjugations are combinations of stems, sometimes modified, and endings, usually predictable. Second, every French verb is conjugated using a French-verb ~model~. The number of models is ~much~ smaller than the number of irregular verbs. Ilona Coffre created ~Conjuguer~’s app icon. Wei Huang created ~Conjuguer~’s font, Work Sans, and licensed it under the Open Font License, available here: %https://scripts.sil.org/cms/scripts/page.php?item_id=OFL-FAQ_web% Adam Kilgarriff founded Lexical Computing, the company behind Sketch Engine, which is the source of ~Conjuguer~’s verb-frequency data. Siham Messalti proofread the French version of Conjuguer. Xavier Nègre created Lexilogos, a collection of French dictionaries that ~Conjuguer~’s developer used for translations not available in Wiktionary. URL: %https://www.lexilogos.com/english/french_dictionary.htm% Franz Josef Och architected Google Translate, which ~Conjuguer~’s developer used to translate French definitions of verbs that were in the French, but not the English, Wiktionary. URL: %https://translate.google.com% Machio Okada and Hitoshi Oguriso created the Tableaux de conjugaison de l’ancien français, which ~Conjuguer~ uses for conjugation of %ester%, %gésir%, %issir%, and certain other defective verbs. URL: %https://micmap.org/dicfro/introduction/tableaux-de-conjugaison%
fr: Josh Adams a développé ~Conjuguer~. Voici le code source de ~Conjuguer~ : %https://github.com/vermont42/Conjuguer% Daniel Alston et Larry Sanger ont proposé et imaginé Wiktionary, la principale source de traductions de verbes du français vers l’anglais par ~Conjuguer~. Le contenu du Wiktionnaire est sous licence Creative Commons Attribution-ShareAlike 3.0 Unported License. URL : %https://en.wiktionary.org/wiki/Wiktionary:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License% David Brodsky a écrit « French Verbs Made Simple(r) », qui a fourni deux informations clés au développeur de ~Conjuguer~. Premièrement, les conjugaisons sont des combinaisons de radicaux, parfois modifiés, et de terminaisons, généralement prévisibles. Deuxièmement, chaque verbe français est conjugué à l’aide d’un ~modèle~ de verbe français. Le nombre de modèles est ~beaucoup~ inférieur au nombre de verbes irréguliers. Ilona Coffre a créé l’icône de l’application ~Conjuguer~. Wei Huang a créé la police de caractère de ~Conjuguer~, Work Sans, et lui a donné la licence Open Font License, disponible ici : %https://scripts.sil.org/cms/scripts/page.php?item_id=OFL-FAQ_web% Adam Kilgarriff a fondé Lexical Computing, la société qui a développé Sketch Engine, qui est la source des données de fréquence de verbe de ~Conjuguer~. Siham Messalti a relu la version française de Conjuguer. Xavier Nègre a créé Lexilogos, une collection de dictionnaires français que le développeur de ~Conjuguer~ a utilisé pour des traductions non disponibles dans le Wiktionnaire. URL : %https://www.lexilogos.com/english/french_dictionary.htm% Franz Josef Och a conçu Google Translate, que le développeur de ~Conjuguer~ a utilisé pour traduire les définitions françaises des verbes qui étaient dans le Wiktionnaire français mais pas dans le Wiktionnaire anglais. URL : %https://translate.google.com% Machio Okada et Hitoshi Oguriso ont créé les Tableaux de conjugaison de l’ancien français, que ~Conjuguer~ utilise pour les conjugaisons de %ester%, %gésir%, %issir% et certains autres verbes défectifs. URL : %https://micmap.org/dicfro/introduction/tableaux-de-conjugaison%

# Settings.quizDifficulty
source: Quiz Difficulty
fr: Difficulté du quiz

# Settings.quizDifficultyDescription
source: This setting determines the difficulty of quizzes. You probably want Regular because Ridiculous includes tenses and verbs that are not in widespread use.
fr: Ce paramètre détermine la difficulté des quiz. Vous voulez probablement Ordinaire parce que Ridicule comprend des temps et des verbes qui ne sont pas d’usage très répandu.

# Settings.pronounGender
source: Pronoun Genders
fr: Genres des pronoms

# Settings.pronounGenderDescription
source: This setting determines pronoun genders, which matters for certain compound-tense conjugations. “Both” means that singular pronouns are feminine and that plural pronouns are masculine.
fr: Ce paramètre détermine le genre du pronom, ce qui est important pour certaines conjugaisons aux temps composés. « Les deux » signifie que les pronoms singuliers sont féminins et que les pronoms pluriels sont masculins.

# QuizDifficulty.regular
source: Regular
fr: Ordinaire

# QuizDifficulty.ridiculous
source: Ridiculous
fr: Ridicule

# QuizDifficulty.regularDifficulty
source: Regular Difficulty
fr: Difficulté ordinaire

# PronounGender.feminine
source: Feminine
fr: Féminin

# PronounGender.masculine
source: Masculine
fr: Masculin

# PronounGender.both
source: Both
fr: Les deux

# PronounGender.feminineAbbreviation
source: fem.
fr: fém.

# VerbSort.frequency
source: Frequency
fr: Fréquence

# ModelSort.irregularity
source: Irregularity
fr: Irrégularité

# ModelSort.identifier
source: Identifier
fr: Identifiant
