Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/*.lproj/Localizable.strings
Languages: fr

# Info.subjonctifPrésentText
source: `Uses` The ~subjonctif présent~ (present subjunctive) is used: • To express opinion, fear, or doubt. In this case, a clause with ~indicatif présent~ often preceeds the ~que~ clause with ~subjonctif présent~. “Sainte Vierge, est-il possible que le bon Dieu $vEUILle$ faire souffrir ainsi une malheureuse créature humaine?” = “Blessed Virgin, is it possible that the good Lord wants to make an unhappy human creature suffer in this way?” - Marcel Proust, Du côté de chez Swann “Acceptez donc ici l’hommage de ma gratitude, qui, si grande qu’elle $pUIsse$ être, ne $SEra$ jamais à la hauteur de votre éloquence et de votre dévouement.” = “So accept here the homage of my gratitude, which, however great it may be, will never live up to your eloquence and dedication.” - Gustave Flaubert, Madame Bovary • Following the conjunctions ~à condition que~, ~afin que~, ~à moins que~, ~de peur que~, ~pour que~, ~pourvu que~, ~quoique~, and ~sans que~. “[T]out est organisé pour qu’elles ne $pUISSent$ se joindre.” = “Everything $IS$ organized so that they cannot join.” - Gustave Flaubert, Madame Bovary “[P]ourvu qu’on vive … on n’$A$ point trop à se plaindre.” = “As long as we’$RE$ alive, … we don’t have too much to complain about.” - Émile Zola, L’assommoir • To command or exhort. “[Q]u’elle ne $faSSe$ pas de manières maintenant.” = “She’d better not put on any airs now.” - Marcel Proust, Du côté de chez Swann “Il faut que vous $saCHiez$ mon nom.” = “You need to know my name.” - Victor Hugo, Notre-Dame de Paris `Conjugation` For most verbs, the subjonctif-présent stem is the 3p stem of the indicatif présent. Certain irregular subjonctif-présent stems follow. The first stem on each line is for 1s, 2s, 3s, and 3p. The second stem is for 1p and 2p. %avoir% -> $aI$/$aY$ %aller% -> $aIll$/all %pouvoir% -> $pUISS$/$pUISS$ %faire% -> $faSS$/$faSS$ %savoir% -> $saCH$/$saCH$ %croire% -> croi/$croY$ %boire% -> $boiV$/$bUV$ %devoir% -> $dOIv$/dev %prendre% -> $prenN$/$preN$ %tenir% -> $tIENn$/ten %venir% -> $vIENn$/ven %voir% -> voi/$voY$ %vouloir% -> $vEUILl$/voul To the subjonctif-présent stem is added an ending from one of the following categories. 1. Regular ~er~ verbs, regular ~re~ verbs, and certain irregular verbs: e, es, e, ions, iez, ent Examples: %boire%: $boiVe$, $boiVes$, $boiVe$, $bUVions$, $bUViez$, $boiVent$ %couvrir%: $couvrE$, $couvrEs$, $couvrE$, $couvrIONS$, $couvrIEZ$, $couvrENT$ %parler%: parle, parles, parle, parlons, parlez, parlent %rendre%: rende, rendes, rende, rendions, rendiez, rendent 2. Regular ~ir~ verbs plus maudire: isse, isses, isse, issions, issiez, issent Examples: %alunir%: alunisse, alunisses, alunisse, alunissions, alunissiez, alunissent %finir%: finisse, finisses, finisse, finissions, finissiez, finissent %maudire%: $maudISSE$, $maudISSES$, $maudISSE$, $maudISSions$, $maudISSiez$, $maudISSent$ 3. %Haïr (France)% and %haïr (Québec)%: ïsse, ïsses, ïsse, ïssions, ïssiez, ïssent Examples: %haïr (Québec)%: haïsse, haïsses, haïsse, haïssions, haïssiez, haïssent %haïr (France)%: haïsse, haïsses, haïsse, haïssions, haïssiez, haïssent
fr: `Utilisation` Le ~subjonctif présent~ est utilisé : • Pour exprimer une opinion, une crainte ou un doute. Dans ce cas, une proposition avec l’~indicatif présent~ précède souvent la proposition ~que~ avec le ~subjonctif présent~. « Sainte Vierge, est-il possible que le bon Dieu $vEUILle$ faire souffrir ainsi une malheureuse créature humaine ? » = « Blessed Virgin, is it possible that the good Lord wants to make an unhappy human creature suffer in this way ? » - Marcel Proust, Du côté de chez Swann « Acceptez donc ici l’hommage de ma gratitude, qui, si grande qu’elle $pUIsse$ être, ne $SEra$ jamais à la hauteur de votre éloquence et de votre dévouement. » = « So accept here the homage of my gratitude, which, however great it may be, will never live up to your eloquence and dedication. » - Gustave Flaubert, Madame Bovary • Suivant les conjonctions ~à condition que~, ~afin que~, ~à moins que~, ~de peur que~, ~pour que~, ~pourvu que~, ~quoique~ et ~sans que~. « [T]out est organisé pour qu’elles ne $pUISSent$ se joindre. » = « Everything $IS$ organized so that they cannot join. » - Gustave Flaubert, Madame Bovary « [P]ourvu qu’on vive … on n’$A$ point trop à se plaindre. » = « As long as we’$RE$ alive, … we don’t have too much to complain about. » - Émile Zola, L’assommoir • Donner un ordre ou une exhortation. « [Q]u’elle ne $faSSe$ pas de manières maintenant. » = « She’d better not put on any airs now. » - Marcel Proust, Du côté de chez Swann « Il faut que vous $saCHIez$ mon nom. » = « You need to know my name. » - Victor Hugo, Notre-Dame de Paris `Conjugaison` Pour la plupart des verbes, le radical subjonctif-présent est le radical 3p de l’indicatif présent. Certains radicaux irréguliers du subjonctif présent suivent. Le premier radical de chaque ligne correspond aux 1s, 2s, 3s et 3p. Le deuxième radical correspond aux 1p et 2p. %avoir% -> $aI$/$aY$ %aller% -> $aIll$/all %pouvoir% -> $pUISS$/$pUISS$ %faire% -> $faSS$/$faSS$ %savoir% -> $saCH$/$saCH$ %croire% -> croi/$croY$ %boire% -> $boiV$/$bUV$ %devoir% -> $dOIv$/dev %prendre% -> $prenN$/$preN$ %tenir% -> $tIENn$/ten %venir% -> $vIENn$/ven %voir% -> voi/$voY$ %vouloir% -> $vEUILl$/voul On ajoute au radical subjonctif-présent une terminaison appartenant à l’une des catégories suivantes. 1. Verbes réguliers ~er~, verbes réguliers ~re~ et certains verbes irréguliers : e, es, e, ions, iez, ent Exemples : %boire% : $boiVe$, $boiVes$, $boiVe$, $bUVions$, $bUViez$, $boiVent$ %couvrir% : $couvrE$, $couvrEs$, $couvrE$, $couvrIONS$, $couvrIEZ$, $couvrENT$ %parler% : parle, parles, parle, parlons, parlez, parlent %rendre% : rende, rendes, rende, rendions, rendiez, rendent 2. Verbes réguliers ~ir~ plus le verbe maudire : isse, isses, isse, issions, issiez, issent Exemples : %alunir% : alunisse, alunisses, alunisse, alunissions, alunissiez, alunissent %finir% : finisse, finisses, finisse, finissions, finissiez, finissent %maudire% : $maudISSE$, $maudISSES$, $maudISSE$, $maudISSions$, $maudISSiez$, $maudISSent$ 3. %Haïr (France)% et %haïr (Québec)% : ïsse, ïsses, ïsse, ïssions, ïssiez, ïssent Exemples : %haïr (Québec)% : haïsse, haïsses, haïsse, haïssions, haïssiez, haïssent %haïr (France)% : haïsse, haïsses, haïsse, haïssions, haïssiez, haïssent

# Info.subjonctifImparfaitText
source: `Use` The ~subjonctif imparfait~ (imperfect subjunctive) was used following the conjunctions ~à condition que~, ~afin que~, ~à moins que~, ~de peur que~, ~pour que~, ~pourvu que~, ~quoique~, and ~sans que~ when the main clause used the %passé simple% or %imparfait%. Use of the subjonctif imparfait is rare in contemporary French. Examples: “[I]l semblait ouvrir tout seul, sans que j’$EUsse$ besoin de le tourner.” = “It seemed to open on its own, without me needing to turn it.” - Marcel Proust, Du côté de chez Swann “[Q]uoiqu’ils $FUssent$ bruns, ils semblaient noirs à cause des cils.” = “Although they were brown, they looked black because of her eyelashes.” - Gustave Flaubert, Madame Bovary `Conjugation` The stem of the subjonctif imparfait is identical to that of the passé simple. The subjonctif-imparfait endings for any verb belong to one of the following categories, which correspond to the five passé-simple categories. 1. Regular ~er~ verbs plus %traire% (~a~ group): asse, asses, ât, assions, assiez, assent Examples: %parler%: parlasse, parlasses, parlât, parlassions, parlassiez, parlassent %traire%: $traYasse$, $traYasses$, $traYât$, $traYassions$, $traYassiez$, $traYassent$ 2. Regular ~ir~ verbs, regular ~re~ verbs, and certain irregular verbs (~i~ group): isse, isses, ît, issions, issiez, issent Examples: %finir%: finisse, finisses, finît, finissions, finissiez, finissent %naître%: $naQUisse$, $naQUisses$, $naQUît$, $naQUissions$, $naQUissiez$, $naQUissent$ %rendre%: rendisse, rendisses, rendît, rendissions, rendissiez, rendissent 3. %Haïr (France)%, %haïr (Québec)%, and %ouïr (trad.)% (~ï~ group): ïsse, ïsses, ït, ïssions, ïssiez, ïssent Examples: %haïr (France)%: haïsse, haïsses, haït, haïssions, haïssiez, haïssent %ouïr (trad.)%: ouïsse, ouïsses, ouït, ouïssions, ouïssiez, ouïssent 4. Certain irregular verbs (~u~ group): usse, usses, ût, ussions, ussiez, ussent %avoir%: $Eusse$, $Eusses$, $Eût$, $Eussions$, $Eussiez$, $Eussent$ %boire%: $Busse$, $Busses$, $Bût$, $Bussions$, $Bussiez$, $Bussent$ %être%: $Fusse$, $Fusses$, $Fût$, $Fussions$, $Fussiez$, $Fussent$ %lire%: $Lusse$, $Lusses$, $Lût$, $Lussions$, $Lussiez$, $Lussent$ 5. Certain irregular verbs (~bare~ group): sse, sses, ^t, ssions, ssiez, ssent %dire%: disse, disses, dît, dissions, dissiez, dissent %exclure%: exclusse, exclusses, exclût, exclssions, exclussiez, exclussent %venir%: $vInsse$, $vInsses$, $vÎnt$, $vInssions$, $vInssiez$, $vInssent$
fr: `Utilisation` Le ~subjonctif imparfait~ était utilisé après les conjonctions ~à condition que~, ~afin que~, ~à moins que~, ~de peur que~, ~pour que~, ~pourvu que~, ~quoique~, et ~sans que~ lorsque la proposition principale utilisait le %passé simple% ou l’%imparfait%. L’usage du subjonctif imparfait est rare en français contemporain. Exemples : « [I]l semblait ouvrir tout seul, sans que j’$EUsse$ besoin de le tourner. » = « It seemed to open on its own, without me needing to turn it. » - Marcel Proust, Du côté de chez Swann « [Q]uoiqu’ils $FUssent$ bruns, ils semblaient noirs à cause des cils. » = « Although they were brown, they looked black because of her eyelashes. » - Gustave Flaubert, Madame Bovary `Conjugaison` Le radical du subjonctif imparfait est identique à celui du passé simple. Tous les verbes ont une terminaison subjonctif-imparfait qui appartiennent à l’une des catégories suivantes, qui correspondent aux cinq catégories du passé simple. 1. Verbes réguliers ~er~ plus le verbe %traire% (groupe ~a~): asse, ass, ât, assions, assiez, assent Exemples : %parler% : parlasse, parlasses, parlât, parlassions, parlassiez, parlassent %traire% : $traYasse$, $traYasses$, $traYât$, $traYassions$, $traYassiez$, $traYassent$ 2. Verbes réguliers ~ir~, verbes réguliers ~re~ et certains verbes irréguliers (groupe ~i~) : isse, isses, ît, issions, issiez, issent Exemples : %finir% : finisse, finisses, finît, finissions, finissiez, finissent %naître% : $naQUisse$, $naQUisses$, $naQUît$, $naQUissions$, $naQUissiez$, $naQUissent$ %rendre% : rendisse, rendisses, rendît, rendissions, rendissiez, rendissent 3. %Haïr (France)%, %haïr (Québec)%, et %ouïr (trad.)% (groupe ~ï~) : ïsse, ïsses, ït, ïssions, ïssiez, ïssent Exemples : %haïr (France)% : haïsse, haïsses, haït, haïssions, haïssiez, haïssent %ouïr (trad.)% : ouïsse, ouïsses, ouït, ouïssions, ouïssiez, ouïssent 4. Certains verbes irréguliers (groupe ~u~) : usse, usses, ût, ussions, ussiez, usssent %avoir% : $Eusse$, $Eusses$, $Eût$, $Eussions$, $Eussiez$, $Eussent$ %boire% : $Busse$, $Busses$, $Bût$, $Bussions$, $Bussiez$, $Bussent$ %être% : $Fusse$, $Fusses$, $Fût$, $Fussions$, $Fussiez$, $Fussent$ %lire% : $Lusse$, $Lusses$, $Lût$, $Lussions$, $Lussiez$, $Lussent$ 5. Certains verbes irréguliers (groupe ~nu~) : sse, sses, ^t, ssions, ssiez, ssent %dire% : disse, disse, dît, dissions, dissiez, dissent %exclure% : exclus, exclus, exclut, exclussions, exclussiez, exclussent %venir% : $vInsse$, $vInsses$, $vÎnt$, $vInssions$, $vInssiez$, $vInssent$

# Info.impératifText
source: `Use` The ~impératif~ (imperative) is used for commands, instructions, or requests. Examples: “N’$aYez$ pas peur, allez!” = “Don’t be afraid. Go!” - Émile Zola, L’assommoir “Ô temps, suspends ton vol!” = “O, Time, pause your flight!” - Alphonse de Lamartine, Le lac `Conjugation` Unlike most other tenses, the impératif only uses three person-number combinations: 2s, 1p, and 2p. For all but four verbs, the 1p and 2p impératif conjugations are identical to their indicatif-présent counterparts. The 2s conjugations are also identical to their indicatif-présent counterparts except that, if the verb uses the indicatif-présent endings e, es, e, ons, ez, and ent, the s is dropped from the 2s impératif conjugation. Examples: %parler% -> parle %couvrir% -> $couvrE$ Four verbs are exceptional in that they use subjonctif-présent stems for the impératif. %être%: $SOIS$, $SOYons$, $SOYez$ %avoir%: $AIE$, $AYons$, $AYez$ %savoir%: $saCHE$, $saCHons$, $saCHez$ %vouloir%: $vEUILle$/$vEUX$, voulons, $vEUILlez$/voulez The $vEUILle$/$vEUILlez$ conjugations of %vouloir% are used for polite requests. “[V]$EUILlez$ monter sur l’épaule de ce garçon.” = “Please step on that boy’s shoulder.” - Jules Verne, Robur-le-Conquérant Similarly, these conjugations are sometimes used to close formal letters. “V$EUILlez$ recevoir, Monsieur, mes plus cordiales salutations.” = “Please receive, Sir, my warmest regards.” - Office québécois de la langue française, Formules usuelles de salutation
fr: `Utilisation` L’~impératif~ est utilisé pour les commandes, les instructions ou les demandes. Exemples : « N’$aYez$ pas peur, allez ! » = « Don’t be afraid. Go ! » - Émile Zola, L’assommoir « Ô temps, suspend ton vol ! » = « O, Time, pause your flight ! » - Alphonse de Lamartine, Le lac `Conjugaison` Contrairement à la plupart des autres temps, l’impératif n’utilise que trois combinaisons nombres-personnes : 2s, 1p et 2p. Pour tous les verbes sauf quatre, les conjugaisons 1p et 2p de l’impératif sont identiques à leurs homologues de l’indicatif présent. Les conjugaisons 2s sont également identiques à leurs homologues de l’indicatif présent sauf que, si le verbe utilise les terminaisons de l’indicatif présent e, es, e, ons, ez et ent, le s est supprimé de la conjugaison 2s impérative. Exemples : %parler% -> parle %couvrir% -> $couvrE$ Il existe quatre verbes qui sont exceptionnels en raison de l’utilisation du subjonctif présent pour l’impératif. %être% : $SOIS$, $SOYons$, $SOYez$ %avoir% : $AIE$, $AYons$, $AYez$ %savoir% : $saCHE$, $saCHons$, $saCHez$ %vouloir% : $vEUILle$/$vEUX$, voulons, $vEUILlez$/voulez Les conjugaisons $vEUILle$/$vEUILlez$ de %vouloir% sont utilisées pour les demandes de politesse. « [V]$EUILLEz$ monter sur l’épaule de ce garçon. » = « Please step on that boy’s shoulder. » - Jules Verne, Robur-le-Conquérant De même, ces conjugaisons sont parfois utilisées pour clôturer des lettres formelles. « V$EUILlez$ recevoir, Monsieur, mes plus cordiales salutations. » = « Please receive, Sir, my warmest regards. » - Office québécois de la langue française, Formules usuelles de salutation

# Info.passéComposéText
source: `Use` The ~passé composé~ (composed past) is used for completed, choate, non-continuous, non-repeated past actions. Examples: “[N]ous avons $faiT$ le voyage avec les deux enfants.” = “We traveled with the two children.” - Émile Zola, L’assommoir “Mais j’ai $Vu$ monsieur d’Ajuda-Pinto entrant chez monsieur de Rochefide, et j’$aI$ pensé qu’alors vous $Étiez$ seule.” = “But I $sAW$ Mr. d’Ajuda-Pinto entering Mr. de Rochefide’s house, and I $thOUGHT$ you $WERE$ alone then.” - Honoré de Balzac, Le père Goriot This second example demonstrates why %être%, the most commonly used French verb, rarely uses the passé composé. Past state is usually expressed with the %imparfait%, not the passé composé. %Être% ~does~ use the passé composé for the passive voice, as demonstrated below. “Lorsque l’assommoir $A$ $paRu$ dans $uN$ journal, il a $ÉtÉ$ attaqué avec une brutalité sans exemple, dénoncé, chargé de tous les crimes.” = “When ‘The Drinking Den’ appeared in a newspaper, it $WAS$ denounced, charged with every crime, and attacked with unprecedented brutality.” - Émile Zola, L’assommoir `Conjugation` The passé composé is formed from the %indicatif présent% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~passé composé~ est utilisé pour les actions du passé qui sont terminées, achevées, non continues et non répétées. Exemples : « [N]ous avons $faiT$ le voyage avec les deux enfants. » = « We traveled with the two children. » - Émile Zola, L’assommoir « Mais j’ai $Vu$ monsieur d’Ajuda-Pinto entrant chez monsieur de Rochefide, et j’$aI$ pensé qu’alors vous $Étiez$ seule. » = « But I $sAW$ Mr. d’Ajuda-Pinto entering Mr. de Rochefide’s house, and I $thOUGHT$ you $WERE$ alone then. » - Honoré de Balzac, Le père Goriot Ce deuxième exemple montre pourquoi %être%, le verbe français le plus utilisé, utilise rarement le passé composé. L’état passé est généralement exprimé en utilisant l’%imparfait%, et non pas le passé composé. Cependant, %être% s’emploie au passé composé pour la voix passive, comme le montre l’exemple ci-dessous. « Lorsque l’assommoir $A$ $paRu$ dans $uN$ journal, il a $ÉtÉ$ attaqué avec une brutalité sans exemple, dénoncé, chargé de tous les crimes. » = « When “The Drinking Den” appeared in a newspaper, it $WAS$ denounced, charged with every crime, and attacked with unprecedented brutality. » - Émile Zola, L’assommoir `Conjugaison` Le passé composé est formé par la conjugaison %indicatif présent% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.plusQueParfaitText
source: `Use` The ~plus-que-parfait~ (pluperfect) is used for situations existing prior to a fixed point in the past. Examples: “Si vous saviez … tout ce que j’avais rêvé!” = “If you only knew … everything I $haD$ $dreamT$ of!” - Gustave Flaubert, Madame Bovary “[J]e m’$Étais$ barré la possibilité de m’endormir sans l’avoir $reVue$.” = “I $haD$ denied myself the possibility of falling asleep without having seen her again.” - Marcel Proust, Du côté de chez Swann `Conjugation` The plus-que-parfait is formed from the %imparfait% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~plus-que-parfait~ est utilisé pour les situations antérieures par rapport à un instant fixe dans le passé. Exemples : « Si vous saviez … tout ce que j’avais rêvé ! » = « If you only knew … everything I had $dreamT$ of ! » - Gustave Flaubert, Madame Bovary « [J]e m’$Étais$ barré la possibilité de m’endormir sans l’avoir $reVue$. » = « I had denied myself the possibility of falling asleep without having seen her again. » - Marcel Proust, Du côté de chez Swann `Conjugaison` Le plus-que-parfait est formé par la conjugaison %imparfait% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.passéAntérieurText
source: `Use` The ~passé antérieur~ (anterior past) is used for past events that were completed prior to other past events. A clause using the passé antérieur often begins with a time conjunction, for example aussitôt que, dès que, or quand. Examples: “Gervaise, dès qu’il se $FUt$ éloigné, se $remIt$ à la fenêtre.” = “As soon as he $haD$ gone away, Gervaise again returned to the window.” - Émile Zola, L’assommoir “Le patient arriva enfin …, et quand il $Eut$ $ÉtÉ$ hissé sur la plate-forme, … une huée prodigieuse mêlée de rires et d’acclamations, éclata dans la place.” = “The condemned finally arrived, … and when he $haD$ been hoisted upon the platform, … a prodigious hoot, mingled with laughter and cheers, erupted in the plaza.” - Victor Hugo, Notre-Dame de Paris `Conjugation` The passé antérieur is formed from the %passé simple% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~passé antérieur~ est utilisé pour exprimer des événements antérieurs qui ont été accomplis avant d’autres événements passés. Une proposition utilisant le passé antérieur commence souvent par une conjonction de temps, par exemple immédiatement que, dès que ou quand. Exemples : « Gervaise, dès qu’il se $FUt$ éloigné, se $remIt$ à la fenêtre. » = « As soon as he $haD$ gone away, Gervaise again returned to the window. » - Émile Zola, L’assommoir « Le patient arriva enfin …, et quand il $Eut$ $ÉtÉ$ hissé sur la plate-forme, … une huée prodigieuse mêlée de rires et d’acclamations, éclata dans la place. » = « The condemned finally arrived, … and when he $haD$ been hoisted upon the platform, … a prodigious hoot, mingled with laughter and cheers, erupted in the plaza. » - Victor Hugo, Notre-Dame de Paris `Conjugaison` Le passé antérieur est formé par la conjugaison %passé simple% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.passéSurcomposéText
source: `Use` The ~passé surcomposé~ (double-compound past) is used for situations existing prior to a fixed point in the past. Use of this tense is stigmatized and rare outside southern France. Examples: “Quand j’$aI$ $EU$ perdu ma pauvre défunte, j’allais dans les champs pour être tout seul.” = “When I $losT$ my poor deceased, I $WENT$ to the fields to be all alone.” - Gustave Flaubert, Madame Bovary “Comment monsieur Vautrin $EST$-il donc rentré cette nuit après que Christophe $A$ $EU$ $mIS$ les verrous?” = “So how did Monsieur Vautrin come home that night after Christophe $haD$ bolted the doors?” - Honoré de Balzac, Le père Goriot `Conjugation` The passé surcomposé is formed from the %passé composé% conjugation of %avoir% or %être% followed by the %participe passé%. The section ~Agreement~ of this app’s description of the %participe passé% has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~passé surcomposé~ est utilisé pour décrire les situations antérieures à un instant fixe dans le passé. L’usage de ce temps est stigmatisé et rare en dehors du midi français. Exemples : « Quand j’$aI$ $EU$ perdu ma pauvre défunte, j’allais dans les champs pour être tout seul. » = « When I $losT$ my poor deceased, I $WENT$ to the fields to be all alone. » - Gustave Flaubert, Madame Bovary « Comment monsieur Vautrin $EST$-il donc rentré cette nuit après que Christophe $A$ $EU$ $mIS$ les verrous ? » = « So how did Monsieur Vautrin come home that night after Christophe $haD$ bolted the doors ? » - Honoré de Balzac, Le père Goriot `Conjugaison` Le passé surcomposé est formé par la conjugaison %passé composé% d’%avoir% ou d’%être% suivi du %participe passé%. La section ~Accord~ de cette application concernant le %participe passé% contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.
