Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/*.lproj/Localizable.strings
Languages: fr

# Info.defectivenessText
source: `Types` Sixty-five French verbs are ~defective~. This doesn’t mean that something is wrong with them. No, defective in this context means that these verbs lack certain or even all conjugations. Verbs may be considered defective for a variety of reasons. 1. Use of certain person-numbers would be non-sensical. For example, “je $faUX$ que tu restes” would ~literally~ mean “I $AM$ necessary that you stay”. %Falloir% is therefore defective for all person-numbers except 3s. “Il $faUt$ que tu restes” makes sense, meaning “it $IS$ necessary that you stay”. 2. Some verbs are impersonal. This doesn’t mean that they lack that human touch. No, impersonal in this context means that their subject is, in English, generic “it” or, in French, generic “il”. These verbs involve natural phenomena like snow, hail, sleet, and rain. “Il $pleuT$.” = “It is raining.” Because of the customary “il” subjects, these verbs are considered defective for person-numbers other than 3s. There is, however, ~some~ flexibility. Quoting and translating Voltaire, “Les calomnies pleuvent sur quiconque réussit.” = “Calumnies rain on whoever succeeds.” One could imagine other person-numbers being used for impersonal verbs in poetry. For example, in a poem written from the perspective of nature, the pronoun and conjugation “je neige”, meaning “I $AM$ snowing”, would make sense. 3. Some verbs are defective in certain tenses in order to avoid confusion with other verbs’ conjugations. For example, %paître% is defective in the %passé simple% because the conjugations suggested by analogy with %connaître%, $Pus$, $Pus$, $Put$, $Pûmes$, $Pûtes$, and $Purent$, are identical to %pouvoir%’s passé-simple conjugations. 4. Some verbs are defective because they have fallen out of use except in certain fixed expressions. %Ouïr (trad.)% (to hear or listen) has been replaced by %entendre% and %écouter% except in the expressions “oui-dire” = “hearsay” and “O$Yez$!” = “Listen!” (addressing Parliament). %Ester% (to be or stay) has been replaced by %être% and %rester% except in the expression “ester en justice” = “be a party in legal proceedings”. %Gésir% (to lie prone) ~is~ still occasionally used in the %indicatif présent% and %imparfait%, but the ~primary~ use of this verb is “ci-$gÎt$” = “here lies (dead)”, a common tombstone inscription. `Reasons for Inclusion` Reference works on French verbs, for example the book “French Verbs Made Simple(r)” and the website Wiktionary, omit defective conjugations entirely. But the developer of ~Conjuguer~ is providing ~all~ conjugations, including those traditionally considered defective, to you, the user of this app. Three reasons for this heterodox generosity follow. 1. As stated in “French Verbs Made Simple(r)”, “There is occasionally disagreement [among] various sources as to which [conjugations] actually exist.” Similarly, regarding the word %ravoir%, Wiktionary says, “D’après la plupart des dictionnaires classiques, ce verbe $EST$ défectif et ne se conjugue pas. Néanmoins, des usages de formes conjuguées $SONT$ avérées régionalement.” To omit certain conjugations, therefore, would require a series of judgment calls by the developer of ~Conjuguer~. He judgeth not lest he be judged. 2. Certain conjugations are likely absent from any large corpus of French text and could therefore be considered defective. But the fact that a conjugation $Is$n’t used doesn’t mean that it couldn’t be useful. Consider a poem written from the perspective of the clouds of Earth and Venus. This poem might include the line “We rain water and sulphuric acid, respectively.” Thus, although pleuvoir is considered defective for 1p in all conjugated tenses, this conjugation (pleuvons) would be useful in such a poem. 3. %Ester% (to be or stay), though nearly extinct in French, has heavily used relatives in other Romance languages. For example, Spanish has two words for “to be”: “ser” and (you guessed it) “estar”. ~Conjuguer~’s users might be curious how ester’s conjugations would have evolved had that verb remained productive in French, as it did in Spanish. Similarly, ~Conjuguer~’s users might also be curious how %clore%’s conjugations would have evolved had %fermer% not replaced it. For the benefit of curious users, ~Conjuguer~ includes speculative conjugations of %choir%, %clore%, %ester%, %gésir%, %issir%, and %ouïr%, inspired by the Old French conjugations provided by Wiktionary and “Tableaux de conjugaison de l’ancien français” by Machio Okada and Hitoshi Ogurisu. Notwithstanding ~Conjuguer~’s inclusive approach to conjugations traditionally considered defective, those conjugations ~are~ called out with strikethrough in ~Conjuguer~’s user interface.
fr: `Types` Soixante-cinq verbes français sont ~défectifs~. Cela ne signifie pas que quelque chose ne va pas avec ces verbes. Dans ce contexte, défectifs signifie que ces verbes sont dépourvus de certaines les conjugaisons voire de toutes. Les verbes peuvent être considérés comme défectifs pour diverses raisons. 1. L’utilisation de certaines nombres-personnes serait absurde. Par exemple, « je $fAUX$ que tu restes » signifierait ~littéralement~ « I $AM$ necessary that you stay ». %Falloir% est donc défectif pour tous les nombres-personnes sauf la 3s. « Il $faUt$ que tu restes » est logique et signifie « it $IS$ necessary that you stay ». 2. Certains verbes sont impersonnels. Cela ne veut pas dire qu’ils manquent d’humanité. Le terme impersonnel dans ce contexte signifie que leur sujet est, en anglais, le générique « it » ou, en français, le générique « il ». Ces verbes impliquent des phénomènes naturels comme la neige, la grêle, le grésil et la pluie. « Il $pleuT$. » = « It $IS$ raining. » En raison des sujets habituels comme « il », ces verbes sont considérés comme défectifs pour les nombres-personnes autres que la 3s. Il existe cependant une ~certaine~ flexibilité. Citant et traduisant Voltaire, « Les calomnies pleuvent sur quiconque réussit. » = « Calumnies rain on whoever succeeds. » On pourrait imaginer d’autres nombres-personnes utilisées pour des verbes impersonnels dans la poésie. Par exemple, dans un poème écrit du point de vue de la nature, le pronom et la conjugaison « je neige », signifiant « I $AM$ snowing », auraient du sens. 3. Certains verbes sont défectifs à certains temps afin d’éviter toute confusion avec la conjugaison d’autres verbes. Par exemple, %paître% est défectif au %passé simple% car les conjugaisons proposées par analogie avec %connaître%, $Pus$, $Pus$, $Put$, $Pûmes$, $Pûtes$ et $Purent$, sont identiques aux conjugaisons de %pouvoir% au passé simple. 4. Certains verbes sont défectifs parce qu’ils sont hors d’usage sauf dans certaines expressions fixes. %Ouïr (trad.)% (entendre ou écouter) a été remplacé par %entendre% et %écouter% sauf dans les expressions « ouï-dire » = « hearsay » et « O$Yez$ ! = « Écoutez ! » (s’adressant au parlement britannique). %Ester% (to be or stay) a été remplacé par %être% et %rester% sauf dans l’expression « ester en justice » = « be a party in legal proceedings ». %Gésir% (to lie prone) ~est~ encore utilisé occasionnellement dans l’%indicatif présent% et %imparfait%, mais l’usage ~principal~ de ce verbe est « ci-$gÎt$ » = « here lies (dead) », une inscription courante sur les pierres tombales. `Raisons d’inclusion` Les ouvrages de référence traitant les verbes français, par exemple le livre « French Verbs Made Simple(r) » et le site Wiktionary, ne mentionnent pas les conjugaisons défectives. Mais le développeur de ~Conjuguer~ fournit ~toutes~ les conjugaisons, y compris celles traditionnellement considérées comme défectives, pour vous, l’utilisateur de cette application. Trois raisons expliquent cette générosité hétérodoxe. 1. Comme indiqué dans « French Verbs Made Simple(r) », « There is occasionally disagreement [among] various sources as to which [conjugations] actually exist. » De même, concernant le mot %ravoir%, le Wiktionnaire indique : « D’après la plupart des dictionnaires classiques, ce verbe $EST$ défectif et ne se conjugue pas. Néanmoins, des usages de formes associées $SONT$ avérées régionalement. » La suppression de certaines conjugaisons nécessiterait donc une série de jugements de la part du développeur de ~Conjuguer~. Il ne juge pas afin qu’il ne soit point jugé. 2. Certaines conjugaisons sont probablement absentes de tous grands corpus de texte français et pourraient donc être considérées comme défectives. Mais le fait qu’une conjugaison n’est pas utilisée ne veut pas dire qu’elle ne pourrait pas être utile. Prenez l’exemple d’un poème écrit du point de vue des nuages de la Terre et de Vénus. Ce poème pourrait inclure le vers « Nous pleuvons de l’eau et de l’acide sulfurique, respectivement. » Ainsi, bien que pleuvoir soit considéré comme défectif pour la 1p dans tous les temps conjugués, cette conjugaison (pleuvons) serait utile dans un tel poème. 3. %Ester% (être ou rester), bien que presque éteint en français, a des parents fréquemment utilisés dans d’autres langues romanes. Par exemple, l’espagnol a deux mots pour « être » : « ser » et (vous l’avez deviné) « estar ». Les utilisateurs de ~Conjuguer~ pourraient être curieux de savoir comment les conjugaisons d’ester auraient évolué si ce verbe était resté productif en français, comme il l’a fait en espagnol. De même, les utilisateurs de ~Conjuguer~ pourraient également être curieux de savoir comment les conjugaisons de %clore% auraient évolué si %fermer% ne l’avait pas remplacé. Pour le bénéfice des utilisateurs curieux, ~Conjuguer~ comprend des conjugaisons spéculatives de %choir%, %clore%, %ester%, %gésir%, %issir% et %ouïr%, inspirées des conjugaisons de l’ancien français fournies par Wiktionary et « Tableaux de conjugaison de l’ancien français » de Machio Okada et Hitoshi Ogurisu. Malgré l’approche inclusive de ~Conjuguer~ à l’égard des conjugaisons traditionnellement considérées comme défectives, ces conjugaisons ~sont~ barrées dans l’interface utilisateur de ~Conjuguer~.

# Info.participePasséText
source: `Use` The ~participe passé~ (past participle) is used with the auxiliary verbs ~avoir~ and ~être~ to form certain compound tenses, including the %passé composé%: “j’ai parlé” = “I $spOke$”, “I $dID$ speak”, or “I have $spOken$”. The participe passé is also used to form an adjective or noun from a verb: “temps perdu” = “lost time”, “l’$inconNu$” = “the unknown”. `Form` In general, the participe passé is formed by adding the following endings to the radical de l’infinitif: Regular ~er~ verbs: -é Examples: “parlé” = “$spOken$”, “chanté” = “$sUng$”, “dansé” = “danced” Regular ~ir~ verbs: -i Examples: “fini” = “finished”, “établi” = “established”, “évanoui” = “fainted” Regular ~re~ verbs: -u Examples: “entendu” = “heard”, “vendu” = “$sOld$”, “rendu” = “rendered” `Agreement` When the participe passé is used as an adjective, it agrees in both gender and number with the noun it modifies. Example: “des langues parlées en France” = “some languages $spOken$ in France” The participe passé, used in compound tenses, agrees in gender and number with the subject in two scenarios. One scenario involves reflexive use of verbs. “Les chattes se sont nettoyées.” = “The female cats groomed themselves.” The other scenario involves certain verbs that use the auxiliary %être% rather than %avoir%: %aller%, %arriver%, %descendre%, %devenir%, %entrer%, %issir%, %monter%, %mourir%, %naître%, %partir%, %parvenir%, %passer%, %ressortir%, %rester%, %retomber%, %retourner%, %revenir%, %sortir (exit)%, and %tomber%. Confusingly, verbs in this list use %avoir%, without agreement, in transitive situations. Contrast: “Elle est sortie.” = “She $leFt$.” with: “Elle a sorti son portefeuille.” = “She $gOt$ her wallet out.” Note the absence of agreement in the second conjugation of sortir. `Irregularities` Here are some irregular participes passés: %absoudre% -> $absouS$ %acquérir% -> $acquIs$ %asseoir% -> $assIS$ %avoir% -> $EU$ %boire% -> $bU$ %comprendre% -> $comprIS$ %connaître% -> $connU$ %coudre% -> $couSu$ %couvrir% -> $couvERT$ %croire% -> $crU$ %croître% -> $crÛ$ %devoir% -> $DÛ$ %dire% -> $diT$ %être% -> $ÉtÉ$ %exclure% -> $exclU$ %faire% -> $faiT$ %falloir% -> $fallU$ %gésir% -> $gÉÜ$ %issir% -> $issU$ %lire% -> $lU$ %mettre% -> $mIS$ %moudre% -> $mouLu$ %mourir% -> $moRT$ %mouvoir% -> $MÛ$ %nuire% -> $nuI$ %ouvrir% -> $ouvERT$ %plaindre% -> $plainT$ %plaire% -> $plU$ %pleuvoir% -> $plU$ %pouvoir% -> $PU$ %prendre% -> $prIS$ %promouvoir% -> $promU$ %recevoir% -> $reÇU$ %résoudre% -> $résoLu$ %rire% -> $rI$ %savoir% -> $sU$ %suffire% -> $suffI$ %suivre% -> $suivIS$ %surseoir% -> $sursIS$ %tenir% -> $tenU$ %venir% -> $venU$ %vivre% -> $vÉCu$ %vouloir% -> $voulU$ Verbs derived from the above verbs use variants of these irregular participes passés. Example: %ravoir% -> $rEU$
fr: `Utilisation` Le ~participe passé~ est utilisé avec les verbes auxiliaires ~avoir~ et ~être~ pour former certains temps composés, dont le %passé composé% : « j’ai parlé » = « I $spOke$ », « I $dID$ speak » ou « I have $spOken$ ». Le participe passé est également utilisé pour former un adjectif ou un nom à partir d’un verbe : « temps perdu » = « lost time », « l’$inconNu$ » = « the unknown ». `Forme` En général, le participe passé se forme en ajoutant les terminaisons suivantes au radical de l’infinitif : Les verbes réguliers avec ~er~ : -é Exemples : « parlé » = « $spOken$ », « chanté » = « $sUng$ », « dansé » = « danced » Les verbes réguliers avec ~ir~ : -i Exemples : « fini » = « finished », « établi » = « established », « évanoui » = « fainted » Les verbes réguliers avec ~re~ : -u Exemples : « entendu » = « heard », « vendu » = « $sOld$ », « rendu » = « rendered » `Accord` Lorsque le participe passé est utilisé comme adjectif, il s’accorde en genre et en nombre avec le nom qu’il modifie. Exemple : « des langues parlées en France » = « some languages ​​$spOken$ in France » Le participe passé, utilisé aux temps composés, s’accorde en genre et en nombre avec le sujet dans deux situations. Une situation implique l’utilisation réflexive des verbes. “Les chattes se sont nettoyées.” = « The female cats groomed themselves. » L’autre situation implique certains verbes qui utilisent l’auxiliaire %être% plutôt que %avoir% : %aller%, %arriver%, %descendre%, %devenir%, %entrer%, %issir%, %monter%, %mourir%, %naître%, %partir%, %parvenir%, %passer%, %ressortir%, %rester%, %retomber%, %retourner%, %revenir%, %sortir (exit)% et %tomber%. Il est à noter que les verbes de cette liste utilisent %avoir%, sans accord, dans les situations transitives. Comparez : « Elle est sortie. » = « Elle $leFt$. » avec : « Elle a sorti son portefeuille. » = « She $gOt$ her wallet out. » On constate l’absence d’accord dans la deuxième conjugaison de sortir. `Irrégularités` Voici quelques participes passés irréguliers : %absoudre% -> $absouS$ %acquérir% -> $acquIs$ %asseoir% -> $assIS$ %avoir% -> $EU$ %boire% -> $bU$ %comprendre% -> $comprIS$ %connaître% -> $connU$ %coudre% -> $couSu$ %couvrir% -> $couvERT$ %croire% -> $crU$ %croître% -> $crÛ$ %devoir% -> $DÛ$ %dire% -> $diT$ %être% -> $ÉtÉ$ %exclure% -> $exclU$ %faire% -> $faiT$ %falloir% -> $fallU$ %gésir% -> $gÉÜ$ %issir% -> $issU$ %lire% -> $lU$ %mettre% -> $mIS$ %moudre% -> $mouLu$ %mourir% -> $moRT$ %mouvoir% -> $MÛ$ %nuire% -> $nuI$ %ouvrir% -> $ouvERT$ %plaindre% -> $plainT$ %plaire% -> $plU$ %pleuvoir% -> $plU$ %pouvoir% -> $PU$ %prendre% -> $prIS$ %promouvoir% -> $promU$ %recevoir% -> $reÇU$ %résoudre% -> $résoLu$ %rire% -> $rI$ %savoir% -> $sU$ %suffire% -> $suffI$ %suivre% -> $suivIS$ %surseoir% -> $sursIS$ %tenir% -> $tenU$ %venir% -> $venU$ %vivre% -> $vÉCu$ %vouloir% -> $voulU$ Les verbes dérivés des verbes ci-dessus utilisent des variantes de ces participes passés irréguliers. Exemple : %ravoir% -> $rEU$

# Info.participePrésentText
source: `Uses` The ~participe présent~ (present participle) is used: • As an invariable verb referring to a noun or pronoun. “[M]es parents, n’$aYant$ guère de loisir pour faire des sorties … prirent l’habitude de me laisser aller me promener sans eux.” = “My parents, having little time to go out … $gOt$ into the habit of letting me go for a walk without them.” - Marcel Proust, Du côté de chez Swann • In a participle clause. “Il n’avait … aucune raison de haïr ce bon Charles, n’$Étant$ pas ce qui s’appelle dévoré de jalousie.” = “He $haD$ … no reason to hate good Charles, not being … devoured by jealousy.” - Gustave Flaubert, Madame Bovary • Or as an adjective. In this case, the participe présent agrees with the noun being modified. “Gervaise avait gardé sa tranquillité souriante de la matinée.” = “Gervaise $haD$ kept her smiling tranquility of the morning.” - Émile Zola, L’assommoir `Form` The participe présent is formed from the 1p indicatif-présent conjugation, minus -ons, plus -ant. Examples: %parler% -> parlant %finir% -> finissant %rendre% -> rendant Three participes présents do not follow this pattern and are therefore irregular: %avoir% -> $aYant$ %être% -> $Étant$ %savoir% -> $saCHant$
fr: `Utilisations` Le ~participe présent~ est utilisé : • En tant que verbe invariable se référant à un nom ou à un pronom. « [M]es parents, n’$aYant$ rarement de loisir pour faire des sorties … prirent l’habitude de me laisser aller me promener sans eux. » = « My parents, having little time to go out … $gOt$ into the habit of letting me go for a walk without them. » - Marcel Proust, Du côté de chez Swann • Dans une proposition participale. « Il n’avait … aucune raison de haïr ce bon Charles, n’$Étant$ pas ce qui s’appelle dévoré de jalousie. = « He $haD$ … no reason to hate good Charles, not being … devoured by jealousy. » - Gustave Flaubert, Madame Bovary • Ou comme un adjectif. Dans ce cas, le participant présent s’accorde avec le nom à modifier. « Gervaise avait gardé sa tranquillité souriante de la matinée. » = « Gervaise $haD$ kept her smiling tranquility of the morning. » - Émile Zola, L’assommoir `Forme` Le participe présent est formé par la conjugaison 1p de l’indicatif présent, sans -ons, main en ajoutant -ant. Exemples : %parler% -> parlant %finir% -> finissant %rendre% -> rendant Trois participes présents ne suivent pas ce schéma et sont donc irréguliers : %avoir% -> $aYant$ %être% -> $Étant$ %savoir% -> $saCHant$

# Info.radicalFuturText
source: `Uses` The ~radical du futur~ (future stem) has two uses: • As the stem for the %futur simple%. “La noce $aUra$ lieu le samedi 29 juillet.” = “The wedding will take place on Saturday, July 29.” - Émile Zola, L’assommoir • As the stem for the %conditionnel présent%. “[O]n rêvait à la quantité de plats qu’il $faUDrait$ et quelles $SEraient$ les entrées.” = “One $dreamT$ of the quantity of dishes that would be needed and what the starters would be.” - Gustave Flaubert, Madame Bovary `Form` For most verbs, the radical du futur is identical to the infinitif. The final -e is dropped from -re verbs. Examples: %finir% -> finir- %parler% -> parler- %rendre% -> rendr- Certain verbs have irregular radicaux futurs. They are: %acquérir% -> $acquERr$- %aller% -> $Ir$- %appeler% -> $appelLer$- %asseoir% -> $assIÉr$-* %avoir% -> $aUr$- %choir% -> $chERr$-* %dépecer% -> $dépÈcer$- %devoir% -> $devR$- %employer% -> $emploIer$- %envoyer% -> $envERr$- %être% -> $SEr$- %faire% -> $fEr$- %faillir% -> $faUDr$-* %falloir% -> $faUDr$- %issir% -> $isTr$- %jeter% -> $jetTer$- %pouvoir% -> $pouRr$- %mouvoir% -> $mouvR$- %ouïr (trad.)% -> $Oir$-* or $oRr$-* %payer% -> $paIer$-* %peser% -> $pÈser$- %savoir% -> $saUr$- %venir% -> $vIenDr$- %valoir% -> $vaUDr$- %voir% -> $veRr$- %vouloir% -> $vouDr$- * Use of these irregular radicaux futurs is optional. For example, the radicaux futurs of %payer% are both payer- and $paIer$-. Verbs derived from the above verbs use variants of these irregular radicaux futurs. Example: %devenir% -> $devIenDr$
fr: `Utilisations` Le ~radical du futur~ peut être utilisé de deux manières : • Comme le radical du %futur simple%. « La noce $aUra$ lieu le samedi 29 juillet. » = « The wedding will take place on Saturday, July 29. » - Émile Zola, L’assommoir • Comme le radical du %conditionnel présent%. « [O]n rêvait à la quantité de plats qu’il $faUDrait$ et quelles $SE seraient$ les entrées. » = « One $dreamT$ of the quantity of dishes that would be needed and what the starters would be. » - Gustave Flaubert, Madame Bovary `Forme` Pour la plupart des verbes, le radical du futur est identique à l’infinitif. Le -e final est supprimé pour les verbes -re. Exemples : %finir% -> finir- %parler% -> parler- %rendre% -> rendr- Certains verbes ont des radicaux du futur irréguliers. Ils sont: %acquérir% -> $acquERr$- %aller% -> $Ir$- %appeler% -> $appelLer$- %asseoir% -> $assIÉr$-* %avoir% -> $aUr$- %choir% -> $chERr$-* %dépecer% -> $dépÈcer$- %devoir% -> $devR$- %employer% -> $emploIer$- %envoyer% -> $envERr$- %être% -> $SEr$- %faire% -> $fEr$- %faillir% -> $faUDr$-* %falloir% -> $faUDr$- %issir% -> $isTr$- %jeter% -> $jetTer$- %pouvoir% -> $pouRr$- %mouvoir% -> $mouvR$- %ouïr (trad.)% -> $Oir$-* or $oRr$-* %payer% -> $paIer$-* %peser% -> $pÈser$- %savoir% -> $saUr$- %venir% -> $vIenDr$- %valoir% -> $vaUDr$- %voir% -> $veRr$- %vouloir% -> $vouDr$- * L’utilisation de ces radicaux du futur irréguliers est facultative. Par exemple, les radicaux du futur de %payer% sont à la fois payer- et $paIer$-. Les verbes dérivés des verbes ci-dessus utilisent des variantes de ces radicaux du futur irréguliers. Exemple : %devenir% -> $devIenDr$
